[
  {
    "title": "Longreads Best of 2020: All of Our No. 1 Story Picks",
    "description": "All through December, we’ll be featuring Longreads’ Best of 2020. Here’s a list of every story that was chosen as No. 1 in our weekly Top 5 email.\nIf you like these, you can sign up to receive our weekly email every Friday.\n— January —\n‘I Believe in Love’: Elizabeth Wurtzel’s Final Year, In Her Own Words\nElizabeth Wurtzel | GEN | January 8, 2020 | 19 minutes (4,830 words)\nMemoirist Elizabeth Wurtzel was working on this, her final personal essay, when she passed away on January 7th, 2020 from metastatic breast cancer. In the piece she reveals that as her health was declining, her marriage was unraveling, and that she was still wrestling with new information her mother finally revealed a couple of years ago: that her biological father was not the same man as the father she grew up with. With an introduction and end note from her editor and friend, Garance Franke-Ruta.\n* * *\nShadow of a Doubt\nEmily Bazelon | The New York Times Magazine | January 16, 2020 | 19 minutes (4,800 words)\nIn 2011, Michael Shannon was wrongly convicted of murder, even though two jurors voted to acquit him—a result of a Louisiana law rooted in discrimination. For defendants like Shannon and the holdout jurors who believed in their innocence, it has left a bitter legacy.\n* * *\nThe Prison Inside Prison\nMichael Barajas | Texas Observer | January 21, 2020 | 25 minutes (6,335 words)\nDecades with no personal contact, no way back into the general prison population, cut off from the possibility of parole — solitary confinement is an ongoing experiment in cruelty on human subjects.\n* * *\nAdventures in Publishing Outside the Gates\nWendy C. Ortiz | Gay Magazine | January 29, 2020 | 14 minutes (3,521 words)\nWhen Latinx author Wendy C. Ortiz shopped her memoir, Excavation, about the inappropriate sexual relationship her eighth grade English teacher initiated with her, mainstream publishers wouldn’t give her the time of day. She published it with tiny Future Tense Books, and the book gained a strong following. Among her readers was white author Kate Elizabeth Russell, whose novel, My Dark Vanessa — for which she received a seven-figure deal and a blurb from Stephen King —  is remarkably similar. In this essay, Ortiz takes the white-dominated publishing industry to task for its longstanding discrimination against, and erasure of, writers of color.\n— February —\nThe Money Behind Trump’s Money\nDavid Enrich | The New York Times Magazine | February 4, 2020 | 27 minutes (6,900 words)\nThe inside story of the president and Deutsche Bank, his lender of last resort.\n* * *\n‘The intelligence coup of the century’\nGreg Miller | The Washington Post | February 11, 2020 | 35 minutes (8,928 words)\nThe CIA, in a secret partnership with West Germany, used Crypto AG to sell encryption services to gullible governments and then promptly read all their clandestine communications.\n* * *\nThe End of Miss America\nLyz Lenz | Jezebel | February 20, 2020 | 15 minutes (3,814 words)\nIf only the actual Miss America were as gorgeous and erudite as this essay about the decrepitude of a stagnant pageant in a changing world.\n* * *\nYou’re Likely to Get the Coronavirus\nJames Hamblin | The Atlantic | February 24, 2020 | 12 minutes (3,045 words)\nYou might not know you have it, though.\n— March —\nShell Is Looking Forward\nMalcolm Harris | New York Magazine | March 3, 2020 | 21 minutes (5,271 words)\nThe fossil-fuel companies expect to profit from climate change. I went to a private planning meeting and took notes.\n* * *\nThe Storykiller and His Sentence: Rebecca Solnit on Harvey Weinstein\nRebecca Solnit | LitHub | March 12, 2020 | 11 minutes (2,765 words)\nRebecca Solnit considers Harvey Weinstein’s 23-year prison sentence through the lens of storytelling, and who gets to do it now that at least two men who were “in charge of stories” — Weinstein and Woody Allen — have lost so much of their power, and women are now finding their voices.\n* * *\nThe Wing Is a Women’s Utopia. Unless You Work There.\nAmanda Hess | The New York Times Magazine | March 17, 2020 | 20 minutes (5,140 words)\nSurprise: women’s empowerment harnessed to American-style capitalism delivers more inequality, and an Instagram wall can’t fix it.\n* * *\nWhat I Learned When My Husband Got Sick with Coronavirus\nJessica Lustig | The New York Times Magazine | March 24, 2020 | 12 minutes (3,227 words)\n“You shouldn’t stay here,” he says, but he gets more frightened as night comes, dreading the long hours of fever and soaking sweats and shivering and terrible aches. “This thing grinds you like a mortar,” he says.\n— April —\nIf I Wrote a Coronavirus Episode\nMaria Elena Fernandez | Vulture | April 2, 2020 | 27 minutes (6,812 words)\n“Tina Fey, Mike Schur, and 35 more TV writers on what their characters would do in a pandemic.”\n* * *\nThe Last Train Trip Before Everything Changed\nLauren Markham | LitHub | April 6, 2020 | 10 minutes (2,529 words)\nOn solitude, snow, and finding reasons to write.\n* * *\nThe Devastating Decline of a Brilliant Young Coder\nSandra Upson | Wired | April 14, 2020 | 28 minutes (7,112 words)\n“Lee Holloway programmed internet security firm Cloudflare into being. But then he became apathetic, distant, and unpredictable — for a long time, no one could make sense of it.”\n* * *\nMy Restaurant Was My Life for 20 Years. Does the World Need It Anymore?\nGabrielle Hamilton | New York Times Magazine | April 23, 2020 | 23 minutes (5,831 words)\n“Forced to shutter Prune, I’ve been revisiting my original dreams for it — and wondering if there will still be a place for it in the New York of the future.”\n— May —\nInside the Nightmare Voyage of the Diamond Princess\nDoug Bock Clark | GQ | April 30, 2020 | 34 minutes (8,638 words)\n“At the start of the coronavirus outbreak, one ill-fated cruise ship became a symbol for the panic and confusion that would soon engulf the globe. Doug Bock Clark uncovers what two harrowing weeks trapped aboard the ‘Diamond Princess’ felt like — for unsuspecting tourists, for frightened crew members, even for the captain himself.”\n* * *\nInside the Early Days of China’s Coronavirus Coverup\nShawn Yuan | Wired | May 1, 2020 | 14 minutes (3,696 words)\n“The dawn of a pandemic — as seen through the news and social media posts that vanished from China’s internet.”\n* * *\nPutin Is Well On His Way to Stealing the Next Election\nFranklin Foer | The Atlantic | May 11, 2020 | 30 minutes (7,634 words)\nRussia wants to eradicate democracy, and they’re doing a fine job of it, by pitting people against one another, sowing discord, misinformation, chaos, and doubt about election integrity. The problem, that plays right into the hands of the Russians, is that the United States is already too divided to do much about it.\n* * *\nWe Can’t Comprehend This Much Sorrow\nTeju Cole | The New York Times Magazine | May 18, 2020 | 9 minutes (2,411 words)\n“History’s first draft is almost always wrong — but we still have to try and write it.”\n* * *\nThe Evidence Against Her\nJustine van der Leun | GEN | May 27, 2020 | 44 minutes (11,071 words)\nHe raped and tortured her for years. He had a gun; he “showed her diagrams of the human brain… the place that would allow her to live but without speech or memory. ‘Wouldn’t that be convenient, he said.'” She shot him, to save herself and her kids. And according to the prosecutor, jury, and judge, she’s a premeditated murderer who deserves her 20-year prison sentence.\n— June —\nThe American Nightmare\nIbram X. Kendi | The Atlantic | June 1, 2020 | 10 minutes (2,595 words)\n“Either there is something superior or inferior about the races, something dangerous and deathly about black people, and black people are the American nightmare; or there is something wrong with society, something dangerous and deathly about racist policy, and black people are experiencing the American nightmare.” One is a racist myth; the other, antiracist truth.\n* * *\nWhy Minneapolis Was the Breaking Point\nWesley Lowery | The Atlantic | June 10, 2020 | 19 minutes (4,880 words)\n“Black men and women are still dying across the country. The power that is American policing has conceded nothing.” Wesley Lowery writes about what he’s learned about police violence, the Black Lives Matter movement, and the breaking point we’ve reached.\n* * *\n“Somebody’s Gotta Help Me”\nLucas Waldron, Nadia Sussman, Thalia Beaty, Ryan Gabrielson\n\n“But abuse by law enforcement inside jails remains largely out of sight and harder to document.” Phillip Garcia was in psychiatric crisis. In jail and in the hospital, guards responded with violent force and restrained him for almost 20 hours, until he died.\n* * *\nTwelve Minutes and a Life\nMitchell S. Jackson | Runner’s World | June 18, 2020 | 24 minutes (6,150 words)\nWhite people are allowed to go jogging. When Ahmaud Marquez Arbery did, he got lynched. “That Maud’s jogging made him the target of hegemonic white forces is a certain failure of America. Check the books—slave passes, vagrancy laws, Harvard’s Skip Gates arrested outside his own crib—Blacks ain’t never owned the same freedom of movement as whites.”\n— July —\nThe Cursed Platoon\nGreg Jaffe | The Washington Post | July 2, 2020 | 40 minutes (10,000 words)\n“Clint Lorance had been in charge of his platoon for only three days when he ordered his men to kill three Afghans stopped on a dirt road. A second-degree murder conviction and pardon followed. Today, Lorance is hailed as a hero by President Trump. His troops have suffered a very different fate.”\n* * *\nUnlucky Charms: The Rise and Fall of Billion-Dollar Jewelry Empire Alex and Ani\nAaron Gell | Marker | July 8, 2020 | 43 minutes (10,868 words)\n“Astrology, private equity, a $1.1 billion gender discrimination lawsuit, and a precariously built bangle behemoth.”\n* * *\nHow Trump Is Helping Tycoons Exploit the Pandemic\nJane Mayer | The New Yorker | July 13, 2020 | 34 minutes (8,530 words)\n“The secretive titan behind one of America’s largest poultry companies, who is also one of the president’s top donors, is ruthlessly leveraging the coronavirus crisis—and his vast fortune—to strip workers of protections.”\n* * *\nWhere Will Everyone Go?\nAbrahm Lustgarten | ProPublica | July 23, 2020 | 38 minutes (9,536 words)\nAs temperatures and sea levels rise, populations flee from regions that are no longer livable, and the United States and other nations choose to build walls and keep migrants out, where will the world’s climate refugees go?\n* * *\nBarack Obama’s Eulogy for John Lewis\nBarack Obama | The Atlantic | July 30, 2020 | 14 minutes (3,641 words)\n“He, as much as anyone in our history, brought this country a little bit closer to our highest ideals.”\n— August —\nFlimsy plastic knives, a single microwave, and empty popcorn bags: How 50 inmates inside a Michigan prison prepared a feast to celebrate the life of George Floyd\nTana Ganeva | The Counter | August 6, 2020 | 13 minutes (3,397 words)\nMichael Thompson found a way to mark George Floyd’s death inside prison: a meal shared with other inmates to honor him. “After they returned their cells, each man sat in silence for 8 minutes and 46 seconds. And then they began to eat.”\n* * *\nBroken Glass, Blood, and Anguish: Beirut After the Blast\nSeema Jilani | New York Review of Books | August 18, 2020 | 11 minutes (2,757 words)\nPediatrician Seema Jilani recounts the immediate aftermath of the Beirut explosion: “As I emerged from the car, the air was still whirring with debris. Everything was eerily silent. But it wasn’t. I just couldn’t hear anything. My ears were ringing. The street scene in front of me, almost two blocks from my apartment and walking distance from the epicenter of the blast, was a silent horror film.”\n* * *\nThe Life Breonna Taylor Lived, in the Words of Her Mother\nTa-Nehisi Coates | Vanity Fair | August 24, 2020 | 26 minutes (6,720 words)\n“She started walking early—like at nine months, so she was just a little person early. I always say she had an old soul. She liked listening to the blues with my mother. She would sing me the blues. It was hilarious. She used to sing ‘Last Two Dollars.’ That was her song.”\n— September —\nBreonna Taylor’s Life Was Changing. Then the Police Came to Her Door.\nRukmini Callimachi | The New York Times | September 3, 2020 | 26 minutes (6,500 words)\nTwo months before she was killed in her home in Louisville, Breonna Taylor tweeted triumphantly, “2020 deff gonna be my year WATCH!”\n* * *\nThe New Reconstruction\nAdam Serwer | The Atlantic | September 8, 2020 | 30 minutes (7,613 words)\n“There has never been an anti-racist majority in American history; there may be one today in the racially and socioeconomically diverse coalition of voters radicalized by the abrupt transition from the hope of the Obama era to the cruelty of the Trump age. All political coalitions are eventually torn apart by their contradictions, but America has never seen a coalition quite like this.”\n* * *\nClimate Change Will Force a New American Migration\nAbrahm Lustgarten | ProPublica | September 15, 2020 | 24 minutes (6,133 words)\n“Wildfires rage in the West. Hurricanes batter the East. Droughts and floods wreak damage throughout the nation. Life has become increasingly untenable in the hardest-hit areas, but if the people there move, where will everyone go?”\n* * *\nThe Election That Could Break America\nBarton Gellman | The Atlantic | September 23, 2020 | 38 minutes (9,621 words)\n“If the vote is close, Donald Trump could easily throw the election into chaos and subvert the result. Who will stop him?”\n— October —\n“Civil War Is Here, Right Now”\nMike Giglio | The Atlantic | October 1, 2020 | 27 minutes (6,950 words)\n“A Pro-Trump militant group has recruited thousands of police, soldiers, and veterans. An Atlantic investigation reveals who they are and what they might do on Election Day.”\n* * *\nOnly One of Their Children Survived Sandy Hook. Now School Posed a New Threat: The Virus.\nJohn Woodrow Cox | The Washington Post | October 7, 2020 | 19 minutes (4,762 words)\n“After losing their 6-year-old daughter in a mass shooting, can Isaiah Marquez-Greene’s parents bear to let him return to high school during a pandemic?”\n* * *\nThe True Story of the Antifa Invasion of Forks, Washington\nLauren Smiley | Wired | October 8, 2020 | 36 minutes (9,000 words)\nA false report on Twitter about violent leftist activists traveling by bus exploded into a call to arms. Then a bus, carrying a family and two dogs, rolled into a remote Northwestern town best known as the setting for the Twilight series. Chaos ensued.\n* * *\nDying Inside\nPeter Eisler, Linda So, Jason Szep, Grant Smith, Ned Parker | Reuters | October 16, 2020 | 19 minutes (4,936 words)\nNearly 5,000 inmates have died in U.S. jails without getting their day in court. Reuters investigates the fatalities in America’s biggest jails.\n* * *\nWhat to Do About Ahav?\nHannah Dreier | The Washington Post | October 24, 2020 | 18 minutes (4,600 words)\n“A mother’s fight to save a Black, mentally ill 11-year-old boy in a time of a pandemic and rising racial unrest.”\n— November —\nWhy Trump Can’t Afford to Lose\nJane Mayer | The New Yorker | November 1, 2020 | 24 minutes (6,220 words)\n“The President has survived one impeachment, twenty-six accusations of sexual misconduct, and an estimated four thousand lawsuits. That run of good luck may well end, perhaps brutally, if Joe Biden wins.”\n* * *\nThe El Paso Experiment\nMelissa del Bosque | The Intercept | November 1, 2020 | 27 minutes (6,900 words)\n“A public defender’s lonely fight against family separation.”\n* * *\nThe Last Children of Down Syndrome\nSarah Zhang | The Atlantic | November 18, 2020 | 31 minutes (7,888 words)\nIn 2019, only 18 babies in Denmark were born with Down syndrome. Prenatal testing is changing who gets born and who doesn’t.\n* * *\n‘It’s a National Tragedy’: What a Devastating Covid-19 Outbreak at a California Slaughterhouse Reveals About the Federal Government’s Failed Pandemic Response\nNick Roberts, Rosa Amanda Tuirán | The Counter | November 24, 2020 | 22 minutes (5,691 words)\n“In the face of an unprecedented public health crisis, the federal agency responsible for workplace safety has essentially allowed meatpackers to regulate themselves—leading to chaos, confusion, and fear in facilities across the country.”\n— December —\nThe Inside Story of Michigan’s Fake Voter Fraud Scandal\nTim Alberta | Politico | November 24, 2020 | 29 minutes (7,400 words)\n“How a state that was never in doubt became a ‘national embarrassment’ and a symbol of the Republican Party’s fealty to Donald Trump.”\n* * *\nWatch this space! December number ones will be added as available.\n* * *\nRead all the categories in our Best of 2020 year-end collection.",
    "link": "https://longreads.com/2020/12/04/longreads-best-of-2020-all-of-our-no-1-story-picks/",
    "author": "Longreads",
    "date_updated": "2020-12-04T10:00:02.000Z"
  },
  {
    "title": "habituation to horror ",
    "description": "habituation to horror \r\n@media screen and (min-width: 481px) {\r\n  .share-button-container {\r\n    height: 38px;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (min-width: 481px) {\r\n  .share-button-container a.comment {\r\n    height: 38px;\r\n    line-height: 38px;\r\n    padding-right: 10px;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 480px) {\r\n  .share-button-container .separator {\r\n    display: block;\r\n    margin: 0;\r\n    height: 8px;\r\n    border-left: none;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 480px) {\r\n  .share-button-container a.share.first img {\r\n    padding-left: 0;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (min-width: 481px) {\r\n  .share-button-container a.mobile {\r\n    display: none !important;\r\n  }\r\n}\r\n\r\n\r\n@media all and (-ms-high-contrast: none), (-ms-high-contrast: active) {\r\n  .post .markup table.image-wrapper img,\r\n  .post .markup table.kindle-wrapper img {\r\n    max-width: 550px;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  .post .markup iframe.spotify-wrap,\r\n  .post .markup a.spotify-wrap {\r\n    width: auto !important;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (min-width: 768px) {\r\n  .post {\r\n    padding: 15px 0;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (min-width: 768px) {\r\n  .post-silhouette {\r\n    padding: 15px 0;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  .post-silhouette .post-silhouette-title {\r\n    margin-top: 10.44225025px;\r\n    height: 120px;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  .post-silhouette .post-silhouette-meta {\r\n    width: 75%;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  .post-silhouette .post-silhouette-meta.with-byline-image {\r\n    margin: 20px 0;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 370px) {\r\n  table.post-meta tr td.post-meta-item {\r\n    font-size: 12px;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  .post-preview > .post-preview-image {\r\n    display: none;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  .post-preview-silhouette .post-preview-silhouette-image {\r\n    display: none;\r\n  }\r\n}\r\n\r\n\r\n@media all and (-ms-high-contrast: none), (-ms-high-contrast: active) {\r\n  body .markup table.image-wrapper img,\r\n  body .markup table.kindle-wrapper img {\r\n    max-width: 550px;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  body .markup iframe.spotify-wrap,\r\n  body .markup a.spotify-wrap {\r\n    width: auto !important;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (min-width: 500px) {\r\n  body .header a.logo {\r\n    width: 42px;\r\n    height: 42px;\r\n    border-radius: 6px;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 420px) {\r\n  body .subscription-receipt table .subscription-amount .subscription-discount {\r\n    width: 72px !important;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (min-width: 481px) {\r\n  body .share-button-container {\r\n    height: auto;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 480px) {\r\n  body .share-button-container .separator {\r\n    display: block !important;\r\n    margin: 0 !important;\r\n    height: 8px !important;\r\n    border-left: none !important;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  body .footer {\r\n    outline: 8px solid #f8f8f8 !important;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  .digest .item .post-meta-item.audience {\r\n    display: none;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (min-width: 500px) {\r\n  .digest-publication .logo img {\r\n    width: 42px;\r\n    height: 42px;\r\n    border-radius: 6px;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (min-width: 541px) {\r\n  .user-profile-modal {\r\n    padding-left: 12px;\r\n    padding-right: 12px;\r\n  }\r\n}\r\n\r\n\r\n@media all and (-ms-high-contrast: none), (-ms-high-contrast: active) {\r\n  table.thread-head .markup table.image-wrapper img,\r\n  table.thread-head .markup table.kindle-wrapper img {\r\n    max-width: 550px;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  table.thread-head .markup iframe.spotify-wrap,\r\n  table.thread-head .markup a.spotify-wrap {\r\n    width: auto !important;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  .subscribe-widget form.form .sideBySideWrap button.rightButton {\r\n    padding: 10px 12px;\r\n    min-width: 112px;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  .audio-player-wrapper .audio-player .audio-player-progress {\r\n    border-left-width: 16px;\r\n    border-right-width: 16px;\r\n  }\r\n}\r\n\r\n\r\n@media screen and (max-width: 540px) {\r\n  .audio-player-wrapper .audio-player .audio-player-progress .audio-player-progress-bar .audio-player-progress-bar-popup {\r\n    top: -54px;\r\n  }\r\n}\r\n\nThis is the midweek version of Culture Study — the newsletter from Anne Helen Petersen, which you can read about here. If you like it and want more like it in your inbox, consider subscribing. The past year has been an exercise in mass compartmentalization: how can you take what’s happening around you, flatten it, then divide it into small enough sections that you can endure it? If you can just get through the summer, you’ll be okay. If you can just get through the week, you’ll be okay. If you can just get through the day, the afternoon, the hour. ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌\n\n\n\n\n\n\n\n\n\nhabituation to horror \n\nAnne Helen Petersen\nSep 9\n\n\n\n\n\n\n\n\n\n\nThis is the midweek version of Culture Study — the newsletter from Anne Helen Petersen, which you can read about here. If you like it and want more like it in your inbox, consider subscribing.\nThe past year has been an exercise in mass compartmentalization: how can you take what’s happening around you, flatten it, then divide it into small enough sections that you can endure it? If you can just get through the summer, you’ll be okay. If you can just get through the week, you’ll be okay. If you can just get through the day, the afternoon, the hour. \nMost of us have found ourselves in September functioning “okay,” if by “okay” you mean barely holding everything together and likely to fall apart with even one slight shift in our daily schedule, in our health, in our family’s financials or general well-being. But a lot of us haven’t. Our composure has disintegrated. Our health has too, either because of COVID’s immediate or longterm effects, financial catastrophes, unemployment checks that haven’t arrived, or hovering eviction. Our nerves are shot. We’re clumsier. I keep accidentally cutting myself while slicing vegetables. We lose things. We sleep less. Our stress overflows onto our kids. All of us are unraveling, but it’s happening so incrementally that it’s easy to ignore just how vulnerable we’ve become. \nOur “surge capacity” — the ability, as science journalist Tara Haelle put it, to handle crisis — was already gone. And then the hurricanes, and the fucking inland hurricanes, and the record-breaking heat, and the fires started. Two of my close friends have lost family homes — one in Washington State, the other in California — over the last three weeks. I wake up every morning wondering if I feel like shit because of the smoke, because I have COVID, or because I’m just exhausted. Something has to give. \nOr does it? I spent last night compulsively tweeting and retweeting photos of the wreckage in Oregon, as fires made their way across the state and along the coastal range. It felt surreal, as it always does looking at what the natural world does in spite of our most ardent wishes, but it also felt like something was breaking off inside of me. I was too tired to fight the fear. But then I watched some TikToks and went to bed. \nWhen I woke up, I opened Twitter to find Ed Yong’s latest piece sprinkled across my timeline. I am not the first to say that Yong’s work has felt like a life preserver in the sea of COVID content, and this piece, on America’s “pandemic spiral,” not only describes all the ways the United States has failed to address the pandemic, but also of how those failures might continue. He spoke with medical anthropologist Martha Lincoln, who describes the country’s situation this way: \n“It’s like mass gaslighting. We were put in a situation where better solutions were closed off but a lot of people had that fact sneak up on them. In the absence of a robust federal response, we’re all left washing our hands and hoping for the best, which makes us more susceptible to magical thinking and individual-level fixes.” And if those fixes never come, “I think people are going to harden into a fatalistic sense that we have to accept whatever the risks are to continue with our everyday lives.”\n\nIn short: we acclimate. We decide this is just the way things are, and that the number of deaths — in our community, in our country, in our world — is acceptable, because if it were unacceptable, wouldn’t we be expected to act differently? Wouldn’t we ask our elected officials to behave differently? Wouldn’t we fight until it was acceptable again? But we’re too exhausted for that. \nWe look for short-term, tenable, often highly individual solutions. As Yong writes, “it’s more compelling to hope that drug-resistant bacteria can be beaten with viruses than to stem the overuse of antibiotics, to hack the climate than to curb greenhouse-gas emissions, or to invest in a doomed oceanic plastic-catcher than to reduce the production of waste.” \nMany attribute these behaviors to our Americanness: to the cult of the individual, to our general resistance to systemic or longterm thinking. But solidarity has historically been an American trait; so, too, has collectivism, and community, and generalized commitment to the greater good. We often forget as much when we talk about just how American our behavior is, because we don’t want to acknowledge that we decide, every day, in ways large and small, conscious and unconscious, which traits will be “American” moving forward. \nWe do not have to become, as Yong fears, habituated to horror. But like Yong, I fear that we might. “Daily tragedy might become ambient noise,” he writes. “The desire for normality might render the unthinkable normal. Like poverty and racism, school shootings and police brutality, mass incarceration and sexual harassment, widespread extinctions and changing climate, COVID-19 might become yet another unacceptable thing that America comes to accept.” \nPeople keep comparing the photos of San Francisco against the backdrop of eerie orange to Blade Runner. We use words like “apocalyptic” and “Cormac McCarthy sky.” It’s a way of deflecting the fear, of making it speakable through comparison to a text that is solidly otherworldly. But the thing about dystopian narratives is that they are not distant from our world; they’re just what happens when our world, or at least our civilization, begins to bend towards its end. \nI often think of an interview I read years ago (and can no longer find) with Alfonso Cuarón about the set design for Children of Men: he wanted a world that looked like we’d gone just about a decade past our current moment, and then everything just stopped. If you’ve watched Children of Men lately, the uncanniness is overwhelming: it’s such a vivid and realistic of rendering of our timeline slightly fastforwarded before its gradual unspooling.  \nOr I think of the plot of The New Wilderness, the Booker Prize nominated new book from Diane Cook. Slowly the trees begin to die. Slowly the air becomes toxic, especially to children. Slowly the city becomes overwhelmed. Dystopia doesn’t arrive with a bang, but in a gradual slide. We read and watch those narratives with terror. But that’s only because we’re on the outside, and can see what’s happening. Living in a dystopia just feels like living: you get through one day, and then you get through the next, and then the next. You embrace mild self-deception and self-delusion because you must. You move forward because what other choice do you have? If that sounds familiar, it should. \nSome people remain in complete denial. But I think many are beginning to see and feel what feels like an irrevocable decline. As Hayes Brown wrote around this time last year, “the weight of knowing, this time really knowing, our future is taking its toll.” We can allow ourselves to not just bend to new forms of normal, but actually break. This isn’t about being better about sorting your recycling. This is about completely reconceptualizing the way we think about energy, and waste, and consumption. It will require a complete renovation of our value system. And it’s going to be hard and uncomfortable and different, but you know what else will be hard and uncomfortable and different? The end of the fucking world. \nWe don’t have to acclimate to dystopia. We don’t have to compartmentalize horror. We can recognize this moment, as Bob Packer recently put it in The Atlantic, as a “plastic” one: when “an ossified social order suddenly turns pliable, prolonged stasis gives way to motion, and people dare to hope.”\nBut our window for that refusal is closing. “Plastic hours are rare,” Packer writes. “They require the right alignment of public opinion, political power, and events—usually a crisis. They depend on social mobilization and leadership. They can come and go unnoticed or wasted. Nothing happens unless you move.” \nWe’re all so, so tired. But we have to take those last, precious stores of energy — and we have to move. Maybe that looks like organizing. Maybe that looks like voting, and making sure everyone you know is voting. Maybe it looks like opening yourself to wild reimaginations of how society could work. But it cannot look like this.  \nSubscribe now\n\nAs always, if you know someone who’d enjoy this sort of thing in their inbox, please forward it their way. If you’re able, think about going to the paid version of the newsletter. If you are a contingent worker or un- or under-employed, just email and I’ll give you a free subscription, no questions asked. If you’d like to underwrite one of those subscriptions, you can donate one here. \nYou can find a shareable version online here. You can follow me on Twitter here, and Instagram here. Feel free to comment below — and you can always reach me at annehelenpetersen@gmail.com [Photo by Brittany Hosea-Small / AFP via Getty Images]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou’re on the free list for Culture Study. For the full experience, become a paying subscriber.\nSubscribe\n© 2020 Anne Helen Petersen Unsubscribe\n548 Market Street PMB 72296, San Francisco, CA 94104",
    "link": "https://feedbin.com/entries/13acd12d2a0edabe4d401ee1606e7c2e40969d24/newsletter",
    "author": "Anne Helen Petersen",
    "date_updated": "2020-09-09T21:42:06.000Z"
  },
  {
    "title": "VOIDSCREAM",
    "description": "It’s a secret to everyone! This post is for RSS subscribers only.\nRead more about RSS Club.\n\nToday is the 7th anniversary of the death of Google Reader, I celebrate by sharing this post with you on this ancient channel of syndication which we both enjoy.\nAbout two weeks into the pandemic I was stricken with a keep-you-up-at-night anxiety. The thought was three-fold: What if my wife and I got COVID and needed hospitalization, what happens to the kids? Do I hand contaminated children off to my 68 year old mother? And what if the outbreak gets so bad they’re out of available ICU beds and ventillators by the time I inevitably get sick?\nThat kept me up at night. As a parent, the pandemic presents some unique challenges. It’s not solely your mental health that you have to manage, it’s your kids’ and partner’s as well. And surprise, you teach school now too. Our house in the suburbs is now a prairie home in isolation. Last week a switch flipped in my head from “Working with the kids in the house is temporary” to “Working with the kids in the house is how it’s going to be for the foreseeable future.”\nThe situation has, to say the least, gotten worse. Texas’ Governor Greg Abbot and Lt. Governor Dan Patrick have chosen the “Kill ’em all and let God sort ‘em out” strategy to managing the pandemic. From the top-down, an unprecedented level of failure in leadership and consistent, science-based messaging. My bones crave one person of power saying “This is hard. We’ll get through this. Wear a mask. God bless.” but instead I sift through incompetence, hand-wringing, finger-pointing, and failure to address the human needs over business needs.\nI attended two funerals last week. One remotely. One outside, socially distanced. Both healthy men. Both mysteriously, similarly, and unexpectedly taken. Not officially the virus, but both were going for a walk on a cool morning and fell… away… forever.\nA new fear has struck me; what if the numbers get so bad that nothing is safe? Guaranteed exposure. They, the government, have decided inaction is the most cost-effective pathway forward and will prolong the outbreak until all of us, lungs and hearts, are eugenically sorted by this invisble killer.\nThese are the dire thoughts I scream as I ponder if my country is dead. Can the slowness of democracy provide any meaningful change or, as Cornell West puts it, “nourishment”? It looks as if the system can’t reform itself. If there is a silver lining, it’s clear to me that public education and universal healthcare are at least as valuable and necessary as the tens of trillions we pump into corporations every decade or so. Perhaps one day we will value human capital stock as much as the stock market.",
    "link": "http://daverupert.com/2020/07/voidscream/",
    "author": "daverupert.com",
    "date_updated": "2020-07-01T13:55:00.000Z"
  },
  {
    "title": "Got Your Back",
    "description": "attractive collection of virtual backdrops from designers, illustrators, animators, and more",
    "link": "https://www.gotyourback.space/",
    "author": "Waxy.org",
    "date_updated": "2020-04-29T03:45:03.000Z"
  },
  {
    "title": "Living Through Coronavirus Around the World",
    "description": "YouTube channel Great Big Story (which is a frequent source of videos for kottke.org) recently asked eight filmmakers in eight different countries to report in on how they, their families, and their communities are doing during the pandemic.\nOur daily routines have been disrupted, and many of us have been separated from friends, family and work. We checked in on eight households to see how they are feeling, how they are passing the time, how they are keeping connected to others, and what they are looking forward to in a post-pandemic world. From Beijing, China, to Mashhad, Iran, to Melbourne, Australia, here’s how we’re all working through this thing, one day at a time, together.\n\n\nThey’re asking viewers to donate to the UN’s COVID-19 Solidarity Response Fund for the World Health Organization. Google is matching $2 for every $1 donated, so please join me in donating if you are able.\nSee also Pandemic Stories from Around the World, sent in by kottke.org readers.\nTags: COVID-19   video",
    "link": "https://kottke.org/20/04/living-through-coronavirus",
    "author": "kottke.org",
    "date_updated": "2020-04-13T13:50:12.000Z"
  },
  {
    "title": "COVID-19: Monitoring The Global Slowdown",
    "description": "Since the first cases of the novel coronavirus (COVID-19) were reported in China’s city of Wuhan in December 2019, the virus has spread throughout the world and — as of the writing of this article — infected over 1.5 million people, killing at least 94,000 of them. In a March 16 press conference, the Director General of the World Health Organization called the COVID-19 pandemic “the defining global health crisis of our time.” \nAs the first country affected by the outbreak, China was also the first to implement the social distancing measures that have since become part of everyday life for an increasing percentage of the world’s population. While these measures vary in severity, enforcement, and compliance depending on the region, they have all led to a marked decrease in outdoor human activities. From air travel to outdoor markets, the COVID-19 pandemic has reduced how far, how often, and where we travel. \nSome of this reduction in human activity can be observed and measured using open source tools. Previously, we outlined some of the open source tools that you can use to investigate COVID-19 dis/misinformation. In this article, we will use some of these same open source tools to explore how the pandemic has ground much of the world to a halt. Even from the confines of your home, you can freely explore what the world looks like now. Take a moment to look around and observe the global slowdown (what else do you have to do anyway?). \nAir Travel\nThe airline industry is among the hardest hit by the global slowdown precipitated by the COVID-19 pandemic, with the CEO of American Airlines saying its effects on the industry are “worse than 9/11”. Open source flight tracking data can help us quantify the virus’ effects on air travel, and visualize the impact that it has had on the movements of people and goods across the world.\nBoth Flightradar24 and Radarbox24 make the number of aircraft that they track in a given time period available. Ordinarily, we use these websites to track the movements of people across the globe. In this case, we will use them to track the opposite: how people are not moving during the pandemic.\nFlightradar24’s statistics page shows the number of flights that the website tracked per day over the last 90 days. Its seven-day moving average (that is, the average number of flights tracked per day over a seven-day period) fluctuated from a low of 159,605 flights on December 30, 2019, to a high of 179,282 on January 10, 2020. The most recent peak occurred on March 9, when the figure reached 178,786 flights.\nOn March 24, 2020, the seven-day moving average reached 116,730:\n\nTotal number of flights (blue) and seven-day moving average (red) showing tracked flights from the end of December 2019 to late March 2020 (Source: FlightRadar24)\nRadarbox24’s flight statistics are divided into three categories: commercial flights, major airports, and major airlines. The commercial flights category shows the number of commercial flights tracked by the website on a given day. This data shows a precipitous drop in the number of daily flights since COVID-19 began to affect a greater proportion of the world population. For example, the website tracked 101,028 commercial flights on February 20, 2020: on March 23, it tracked just 49,238 flights:\n\nThe number of commercial flights tracked by Radarbox24 between February 20, 2020, and March 23, 2020 (Source: Radarbox24)\nThese same open source tools also allow for the visualization of these raw numbers. For example, Flightradar24’s historical feature allows users to view any section of airspace in the world at a given point in the past. \nThe slider below shows airspace over Italy on two dates: January 31, 2020 when the first case of COVID-19 was reported in the country, and March 24, 2020, approximately two weeks after the country entered into lockdown: \nThe snapshots were each taken at approximately noon Rome time on the two respective dates (Source: Flightradar24) \n\n\n\n\nBelow, we see the airspace over the Iberian peninsula on the day that Spain reported its first case of the virus (January 31, 2020), and on March 24, 2020:\nThe snapshots were each taken at approximately noon local time on the two respective dates. (Source: Flightradar24)\n\n\n\n\nEuropean skies are not the only ones cleared by COVID-19. The slider below shows the airspace over Peru on the day that the country reported its first case of the virus (March 6, 2020), and on March 24, 2020: \nThe snapshots were each taken at approximately noon local on the two respective dates (Source: Flightradar24)\n\n\n\n\nPanama’s Tocumen International Airport is a transit hub in the region. The slider below shows air traffic over Panama on the day that the country reported its first fatality from COVID-19, March 10, and on March 24, 2020: \nThe snapshots were each taken at approximately noon local time. (Source: Flightradar24)\n\n\n\n\nYou can also play with the data yourself by downloading it as a CSV file and using your preferred programming method to organize and visualize it. We did this ourselves with the data in order to plot the change in the number of flights, depending on how many confirmed cases of the virus were in each area. Here is our result:\n\nAs you can see in the graph, it was only after there were over 1,000 confirmed cases of COVID-19 in each region that the flights to and from started to significantly decrease. Overall, the total number of flights in the world only experienced a really sharp decline once the United States had over 1,000 confirmed cases. Of course, this does not imply causation as this also coincides with the time that much of the world began to take the virus seriously and governments were closing down borders daily. \nIf you would like to track the skies from home, make sure to check out our Beginner’s Flight Tracking Guide.\nFlight data paints a picture of what is going on in the sky above and how much global movement is slowing down. However, it is also interesting to take a look at what is happening on the ground, and observe how once crowded places look eerily empty today. \nLive Webcams\nCameras connected to the internet, such as webcams or security cameras, are known as IP cameras. These can (and should) be password protected in order to stop people from accessing the imagery being captured. However, many are not secured and are thus accessible to people who know how to find them. Thankfully, most of these unsecured cameras do not show the inside of people’s private homes. Instead, these are usually cameras used to surveil public places, such as parking lots, parks, or a city square. \nYou can try to find open IP cameras yourself using a Google search operator. To do so, simply search a database of Google operators for “webcam” and try using some of the search suggestions that come up. \nHowever, there are websites that have already accumulated some of the more interesting open IP cameras around the world for you to view. These tend to show popular tourist attractions, big city squares, and famous beaches. There are also sites that collect webcam imagery at random but can have some interesting results, such as traffic cams showing busy highways in big cities. Some sites to check out are insecam.org/en/ and skylinewebcams.com/. \nWe conducted a search of major sites, trying to find live cameras on popular tourist attractions that are usually crowded with people on any given day. We wanted to see what they look like now that residents are being told by their governments to avoid travel and mingling in public spaces. Here is what we saw: \n\nSource: https://www.skylinewebcams.com/en/webcam/italia/lazio/roma/fontana-di-trevi.html\nThis is a live capture of the Trevi Fountain in Rome on March 27 at 11:26 CET. As we can see, there are no tourists or locals walking around the famous fountain. Rather, there are police officers guarding and walking around it, in order to ensure that it remains as empty as it is. \n\nSource: https://www.skylinewebcams.com/en/webcam/espana/comunidad-de-madrid/madrid/puerta-del-sol.html\nThis is a live capture of the Puerta Del Sol in Madrid, Spain on March 27 at 11:47 CET. We can see a couple people walking in the streets, but it remains mostly empty. There are also police officers guarding the area, making sure people are not congregating or socializing here. \n\nSource: https://www.windy.com/nl/-Webcams/Nederland/Noord-Holland/Amsterdam/Park-Plaza-Victoria/webcams/1511351235?52.269,4.474,9\nThis is a timelapse showing Amsterdam Centraal Station from noon CET on March 26 to noon on March 27. We can see that it has maintained almost complete emptiness for the last 24 hours. This is interesting because it shows that even local transportation has really slowed down. While the examples above are mostly showing tourist attractions and big gathering spaces, this is an essential part of the city, part of the daily lives of many Amsterdam residents. We can observe through the emptiness here that people do seem to be staying inside, or at the very least, are avoiding using the train system. \n\nSource: https://www.skylinewebcams.com/en/webcam/united-states/new-york/new-york/nyc-42th-street.html\nThis is a live capture of 42nd St. in New York City at 9:02 AM EST March 27. You can see parts of Times Square at the top of the frame in the beginning of the capture. It is relatively very empty, but we do see movement here as people still walk outside and cars still drive by. New York is notoriously one of the busiest cities in the United States and, indeed, the world. For those that know it, this image, even without total emptiness, is unusual for a normal rush hour on a weekday. As governors throughout the United States start to take the risks of the virus more seriously, we will likely see more slow down in major American cities.\n\nSource: https://www.skylinewebcams.com/en/webcam/israel/jerusalem-district/jerusalem/western-wall.html\nThis is a live capture of the Western Wall in Jerusalem on March 27 at 16:20 IST. As we can see, the Western Wall is practically empty, with only a few people walking around. As of publication, Israel had over 8,600 cases of the virus. Much mainstream media focus has been on how the virus is affecting Europe and the United States, but the Middle East, particularly Iran, has been hit strongly by its spread and effects.\n\nSource: https://worldcams.tv/japan/tokyo/shibuya-crossing\nThis is a live capture of Shibuya crossing in Tokyo, Japan on April 8 at 17:46 JST. Unlike what we saw in the other captures, this seems to indicate that there are still some people out in the streets of Tokyo, mingling in each other’s personal space. However, those that know Shibuya crossing will attest that there are very few people for this normally overwhelmingly crowded intersection. At this point, Japan has 3,906 cases and has officially declared a state of emergency.\nGoogle Data\nFor many locations, Google Maps offers a “Popular Times” chart that sometimes includes live visit data. According to Google, live visit data is “updated in real time” using data from devices with Google Location History turned on, and compared with how busy a given location is on average at a given time. This feature allows users to estimate how busy a location might be at the moment, versus how busy it normally is. \nSince many jurisdictions around the world are currently implementing some kind of “stay-at-home” measure, you can use this feature to monitor activity at locations in your city to determine how strictly residents are adhering to these measures. \nFor example, these are the live visit data graphs for four popular locations in Toronto, Canada. The screenshots were captured shortly before 9:00 AM local time on March 16, the first Monday after the provincial authorities announced the closure of all publicly funded schools for three weeks. At the time, this announcement was the most severe measure taken to combat the spread of the virus in Toronto.\n\nThe Finch Station is a major transit hub for commuters traveling to downtown Toronto from the cities to its north (Source: Google)\n\nToronto’s central transit hub, Union Station is normally packed during rush hours with people arriving on commuter trains from all around the area (Source: Google)\n\nToronto’s Pearson International Airport was also experiencing a significant reduction in visitor traffic according to Google’s live data (Source: Google)\nOn April 2, Google launched the Community Mobility Reports page. This page contains country-level reports that draw from the company’s user data to illustrate change in visits to places like grocery stores and parks. The purpose of these reports is to allow users to explore how movement in their communities has been affected by the COVID-19 pandemic. \nThe following figures show the decrease in mobility at several kinds of locations in Venezuela. This drop in activity corresponds to the March 16 declaration of national quarantine:\n\nThe decrease in mobility trends across these three location types corresponds with the declaration of a national quarantine on March 16 (Source: Google)\n\nNote that mobility trends in residences are up, reflective of people’s adherence to the quarantine measure (Source: Google)\nSatellite Imagery\nAnother data source to keep an eye on in the coming weeks will be satellite imagery. While there are companies that provide high-resolution, up-to-date satellite imagery from virtually every spot on the planet for a fee, free options are limited in both frequency of imagery and resolution. These options can provide visual evidence of the global slowdown caused by the COVID-19 pandemic.\nThe Sentinel Hub Playground offers near-daily imagery at a resolution high enough to show the placement or absence of large objects in a given location, for example, parked aircraft.\nSince the outbreak of the virus has resulted in a dramatic decrease in air travel as outlined in the section above, some airlines have been forced to park their aircraft in airports. Runways that would normally be clear for arriving and departing aircraft have today become parking lots for unused airliners. \nWe can use the information in this article listing some of the airports that are currently being used to park aircraft to check those locations on satellite imagery services. Because the Sentinel Hub Playground platform offers historical imagery, we can go back in time and check how these airports looked like in the past, and how they look like now.\n\nClicking on the date on the top left of the Sentinel Hub Playground page will open a calendar, which allows the user to select the dates(s) from which they want to see imagery (Source: Sentinel Hub Playground)\nA runway at the Tulsa International Airport on January 1 2020 and March 25 2020. The runway now serves as a parking lot for over two dozen aircraft (Source: Sentinel Hub Playground)\n\n\n\n\nA runway at the Frankfurt International Airport on January 15 2020 and March 26 2020 (Source: Sentinel Hub Playground) \n\n\n\n\nA row of aircraft parked on a taxiway off a runway at Copenhang’s international airport. The comparison is between January 1 and March 26 2020 (Source: Sentinel Hub Playground)\n\n\n\n\nDrone Footage\nWith a lot of cities implementing lockdown measures to stop the spread of the virus, their streets and public spaces have emptied out. This change does not go unnoticed to the residents and for those who own a drone, it presents the opportunity to film these effects while maintaining social distance and publishing the images for the rest of the world to observe. \nYouTube is a good source for finding recent drone footage of a certain area. A lot of drone owners upload their footage in a high resolution on YouTube. Here are some search results for a drone footage search on YouTube: \n\nThere are several ways to search for footage that show the effects that COVID-19 has on different cities. Drone footage is often uploaded using the words “Drone” or “Aerial”’ combined with the quality of the footage (4K, for example). You can combine keywords to get the best search results for the videos you are looking for. Using “Covid19” or “Coronavirus” seems to produce a lot of the same results, as does “Lockdown”. The best way to ensure you are getting drone footage (and not a random person walking around with their camera) seems to be by adding “4K” into your search query.  \nIf you want to make sure you get drone footage from the last couple months, you can use the filter YouTube provides for their results: \n\nHere is an example of the kinds of drone footage you can find, showing the beauty and eeriness of an empty city: \n\n\nConclusion\nWhile it seems the whole world is at a standstill because of COVID-19, the examples above show that the world of open source is still moving at a fast pace. You can use these techniques to explore the world of COVID-19 while you’re in the comfort of your own home. \nAt first glance, these images can be unnerving, creepy, and perhaps even frightening. It feels like the world that we have come to know has changed overnight. Sailing through the sky with a drone, looking at the empty streets below, or watching the world’s most famous and beautiful landmarks stand alone with no one to appreciate their beauty can bring up negative feelings. Yet the images also reveal that people around the world are taking the threat of the virus seriously, and are staying home despite the difficulties this may pose for them and their financial situations. There is global solidarity happening around us, in order to protect one another. \nThe images show what might have been unthinkable mere months ago: the result of billions of people abandoning their travel plans, their daily commutes, and even their favorite restaurants. In this sense, the images show that we are all in this together.\nWe recommend looking through these images, using open source tools and techniques, to remind yourself of what we are all doing for each other. Take a moment to appreciate the global slowdown — and maybe teach yourself new tricks in the process. \nBellingcat team members Giancarlo Fiorella and Annique Mossou contributed to this report. The team would also like to thank Newsy’s Jake Godin and Jennifer Smart. \nThe post COVID-19: Monitoring The Global Slowdown appeared first on bellingcat.",
    "link": "https://www.bellingcat.com/news/2020/04/10/covid-19-monitoring-the-global-slowdown/",
    "author": "bellingcat",
    "date_updated": "2020-04-10T12:20:08.000Z"
  },
  {
    "title": "Here’s How Those Hot Jigsaw Puzzles Are Made",
    "description": "The coronavirus has sent businesses racing as demand surges past levels seen at Christmas.",
    "link": "https://www.nytimes.com/2020/04/08/business/coronavirus-jigsaw-puzzles.html",
    "author": "NYT > Top Stories",
    "date_updated": "2020-04-08T05:35:01.000Z"
  },
  {
    "title": "A Feminist Critique of Murakami Novels, With Murakami Himself",
    "description": "Photo ©SHINCHOSHA\nHaruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than 50 languages, and he has been the recipient of a host of international awards and honours including the Franz Kafka Prize and the Jerusalem Prize. He has also received honorary doctorates from the University of Liege and Princeton University in recognition of his works. \nMieko Kawakami was born in Osaka prefecture in 1976 and began her career as a singer and songwriter before making her literary debut in 2006. Her first novella My Ego, My Teeth, and the World, published in 2007, was nominated for the Akutagawa Prize and awarded the Tsubouchi Shoyo Prize for Young Emerging Writers. The following year, Kawakami published Breasts and Eggs as a short novella. It won the Akutagawa Prize, Japan’s most prestigious literary honor, and earned praise from the acclaimed writer Yoko Ogawa. Kawakami is also the author of the novels Heaven, The Night Belongs to Lovers, and the newly expanded Breasts and Eggs, her first novel to be published in English. She lives in Japan.\n*\n\nArticle continues after advertisement \nMieko Kawakami: I’m curious about the character Mariye Akigawa from Killing Commendatore. I could tell how stressed she was by the way that her identity is so connected to her breasts. This hasn’t been the case for the young women in your other novels. I can easily relate to characters like Yuki in Dance Dance Dance, or May Kasahara in The Wind-Up Bird Chronicle.\nI’m thinking of the scene where May Kasahara talks about “the lump of death…round and squishy, like a softball.” Discussion of the protagonist aside, May has these incredibly powerful lines throughout the novel, about the murky distinction between hurting yourself and hurting others, or your own death and the death of others. The prose is fantastic. It captures the spirit of exactly what it’s like to be a girl. I love those passages so much. Yuki and May don’t talk much about their breasts or their bodies. But Mariye in Killing Commendatore…\nHaruki Murakami: She’s really fixated on them. It’s almost an obsession.\nMK: Sure, but don’t you think she’s a little too fixated, though? The second she’s alone with the first-person narrator, this guy she’s never met before, the first words out of her mouth are something like, “My breasts are really small, don’t you think?” I found this pretty surprising. Where does this obsession with breasts come from?\nHM: I wouldn’t really say it came from anywhere. I just imagine there are girls out there who feel this way.\nArticle continues after advertisement \nMK: But what about the gap between her and the narrator?…When Mariye starts asking him about her breasts, did you struggle at all over how he should respond?\nHM: I know what you’re saying. But the fact that she asks him for his opinion on her breasts suggests that she doesn’t really see him as a man. She doesn’t recognize him as a sexual object. This strengthens the introspectiveness, or philosophical nature, of their dialogue. That’s the sort of relationship that Mariye wants from him. I have a feeling she’s been searching for a while for a person she can ask about this stuff. I think we can agree that, generally speaking, if you see a chance of becoming a sexual object in someone’s eyes, you don’t start off by talking about how your breasts aren’t growing, or how small your nipples are.\nMK: I see your point, though actually I saw the opposite possibility. As in, Mariye starts things off that way to make him view her sexually. But you’re saying that it purges the air of any kind of sexual tension between them, and strengthens the philosophical aspect of their interaction?\nHM: Right. As a result, the dialogue between Mariye and the narrator becomes one of the driving forces of the novel. Their exchange sheds new light on the story.\nMK: In other words, the conversation provides us with more information on the personality and demeanor of the narrator—who would otherwise remain something of a mystery to readers.\nHM: That’s right. He’s the sort of person who a twelve-year-old girl would feel comfortable talking to about her breasts. He has that kind of personality.\nMK: That brings me to another question about the women in your novels. Something that comes up rather often when talking about your work. I’m thinking of the way that women are depicted, the roles they’re assigned.\nIt’s common for my female friends to say to me, “If you love Haruki Murakami’s work so much, how do you justify his portrayal of women?” The notion being that there’s something disconcerting about the depiction of women in your stories. It irks some people, men and women alike.\nA common reading is that your male characters are fighting their battles unconsciously, on the inside, leaving the women to do the fighting in the real world.\nHM: Really? How so?\nMK: It goes beyond whether they’re realistic, or come across as “real-life women.” It has more to do with the roles they play. For example, as we were saying earlier, the woman functions as a kind oracle, in that she’s made to act as a medium of fate.\nHM: She takes you by the hand and leads you off somewhere.\nMK: Exactly. She triggers a metamorphosis in the protagonist. There are many cases where women are presented as gateways, or opportunities for transformation.\nHM: Sure, I can see there being elements of that.\nMK: In these transformations, as long as sex is being posited as a way into an unfamiliar realm, the women, when faced with a heterosexual protagonist, have basically no choice but to play the role of sexual partner. Looking at it from a certain angle, I think plenty of readers would argue that women are forever in this situation, forced into an overly sexual role, simply because they’re women. I’d love to hear your thoughts on that.\nHM: I’m not sure I follow. When you say more than the necessary role, you mean…?\nMK: I’m talking about the large number of female characters who exist solely to fulfill a sexual function. On the one hand, your work is boundlessly imaginative when it comes to plots, to wells, and to men, but the same can’t be said for their relationships with women. It’s not possible for these women to exist on their own. And while female protagonists, or even supporting characters, may enjoy a moderate degree of self-expression, thanks to their relative independence, there’s a persistent tendency for women to be sacrificed for the sake of the male leads. So the question is, why is it that women are so often called upon to play this role in Murakami novels?\nHM: Now I see, okay.\nMK: Would you mind sharing your thoughts on that?\nHM: This may not be the most satisfying explanation, but I don’t think any of my characters are that complex. The focus is on the interface, or how these people, both men and women, engage with the world they’re living in. If anything, I take great care not to dwell too much on the meaning of existence, its importance or its implications. Like I said earlier, I’m not interested in individualistic characters. And that applies to men and women both.\nMK: I see.\nHM: I will say that 1Q84 was the most time I’ve spent engaging with a female character. Aomame is incredibly important to Tengo, and Tengo is incredibly important to Aomame. They never seem to wind up crossing paths. But the story centers on their movement toward each other. They have shared status as protagonists. At the very end, they’re finally brought together. Two become one. There’s nothing erotic, up until the end. In that sense, I’d say they’re equals, in the broad scheme of the novel, since the book depends upon them both in equal measure.\nMK: Your longer novels often revolve around some kind of battle against larger forces. The Wind-Up Bird Chronicle pits Toru and Kumiko Okada against Noboru Wataya, and 1Q84 has Aomame and Tengo fighting a mighty evil force. What these two novels have in common is that the men are fighting in the realm of the unconscious.\nHM: When you put it that way, sure. Maybe it’s a matter of the usual gender roles being reversed. How would you see it from a feminist perspective? I’m not sure myself.\nThese women aren’t just novelistic instruments for me. Each individual work calls for its own circumstances. I’m not making excuses. I’m speaking from feeling and experience.\nMK: A common reading is that your male characters are fighting their battles unconsciously, on the inside, leaving the women to do the fighting in the real world. For example, in The Wind-Up Bird Chronicle, it’s Kumiko who pulls the plug on the life support system, kills Noboru Wataya, and ultimately pays the price. And in 1Q84, the Leader is killed by Aomame. Granted, it isn’t necessary to apply a feminist critique to every single novel, and a pursuit of rectitude is not why any writer turns to fiction, but reading these books from a feminist perspective, the common reaction would likely be: “Okay, here’s another woman whose blood has been shed for the sake of a man’s self-realization.”\nMost women in the real world have had experiences where being a woman made life unlivable. Like victims of sexual assault, who are accused of asking for it. It comes down to the fact that making a woman feel guilty for having a woman’s body is equivalent to negating her existence. There are probably some women out there who have never thought this way, but there’s an argument to be made that they’ve been pressured by society into stifling their feelings. Which is why it can be so exhausting to see this pattern show up in fiction, a reminder of how women are sacrificed for the sake of men’s self-realization or sexual desire.\nHM: I think that any pattern is probably coincidental. At a minimum, I never set things up like that on purpose. I guess it’s possible for a story to work out that way, on a purely unconscious level. Not to sound dismissive, but my writing doesn’t follow any kind of clear-cut scheme. Take Norwegian Wood, where Naoko and Midori are respectively grappling with their subconscious and conscious existences. The first-person male narrator is captivated by them both. And it threatens to split his world in two. Then there’s After Dark. The story is propelled almost exclusively by the will of the female characters. So I can’t agree that women are always stuck playing the supporting role of sexual oracles or anything along those lines. Even once I’ve forgotten the storylines, these women stay with me. Like Reiko or Hatsumi in Norwegian Wood. Even now, thinking about them makes me emotional. These women aren’t just novelistic instruments for me. Each individual work calls for its own circumstances. I’m not making excuses. I’m speaking from feeling and experience.\nMK: I see what you mean. As a writer myself, I’m thoroughly familiar with what you mean by feeling. At the same time, I can see how readers might come away with the kind of reading experience we’ve been discussing.\nThere’s something really important to me about what you’ve been saying, this idea that in your opinion, women can go beyond sexualization, or exist wholly apart from it, and take the story in an entirely different direction.\nI can only tackle these complicated questions through fiction. Without demanding it be positive or negative, the best that I can do is approach these stories, as they are, inside of me.\nHM: Right. I do feel that women have rather different functions from men. Maybe it’s cliché, but this is how men and women survive—helping each other, making up for what the other lacks. Sometimes that means swapping gender roles or functions. I think it depends on the person, and on their circumstances, whether they see this as natural or artificial, as just or unjust. Whether they see gender differences as involving stark opposition, or being in harmonious balance. Perhaps it’s less about making up for what we lack, so much as cancelling each other out. In my case, I can only tackle these complicated questions through fiction. Without demanding it be positive or negative, the best that I can do is approach these stories, as they are, inside of me. I’m not a thinker, or a critic, or a social activist. I’m just a novelist. If someone tells me that my work is flawed when viewed through a particular ism, or could have used a bit more thought, all that I can do is offer a sincere apology and say, “I’m sorry.” I’ll be the first guy to apologize. \n*\nMK: In the hardboiled novels of Raymond Chandler, women usually show up with a mission, or a job for the man to perform. To some extent, your work must draw from a reserve of how women are depicted in the novels that you’ve read, since what we read is hugely influential on what we write.\nBut of all the women that you’ve written, the one that stays with me most persistently is the protagonist in the short story “Sleep” (The Elephant Vanishes, 1993). I’ve read lots of female characters written by women and lots of female characters written by men, but to this day, I’ve never encountered another woman like the character in “Sleep.” It’s an extraordinary achievement.\nHM: That story was published in the New Yorker, at a point when I was basically an unknown writer in America. Most of the people who read it evidently thought that “Haruki Murakami” was a woman. I’ve actually received a lot of letters from women thanking me for writing it so well. Never saw that coming.\nMK: Am I correct that “Sleep” is the first time you wrote a story from a woman’s perspective?\nHM: Yes, I think that’s right.\nMK: What was it about that moment that made you want to focus on a female character? Did it just sort of happen on its own?\nHM: I wrote that story when I was living in Rome. Not exactly verging on a nervous breakdown, but seriously agitated by the publicity surrounding Norwegian Wood, which was a runaway bestseller in Japan. I’d had enough, and wanted to escape into another world. So I left Japan for Italy and laid low for a while. I got sort of depressed, which made writing impossible. But one day, I had the urge to write something again, and that’s when I wrote “TV People” and “Sleep.” I remember it was early spring.\nMK: Which story did you finish first? “TV People”?\nHM: I think “TV People” came first. I saw one of Lou Reed’s music videos on MTV, and I was so inspired that I basically wrote it in one go. Then I turned to a female narrator for “Sleep.” That felt like the best way of expressing what I was feeling at the time. I wanted some distance, perhaps even from myself. Maybe that’s why I went with a female protagonist. From what I can recall, I wrote that one pretty quickly too.\nMK: “Sleep” is stunning. Not being able to sleep is like living in a world where death doesn’t exist. The disquiet, that distinct brand of tension that never lets up for an instant. It’s the perfect metaphor for a woman’s existence… I’m assuming it took you a few days to write? Considering it’s a short story.\nHM: Sure, but I’d say it took about a week to polish.\nMK: I know that I’ve spent more than a few days working through “Sleep” line by line. I’ve really never read a woman like this before. As a woman, it was such a joy to encounter a “new woman” in a text. All the more surprising because she was written by a man. Reading it was such a wonderful experience for me.\nOut of all the female characters in your fiction, the woman in “Sleep” stands above the rest for me. As a feminist, when I found this character, it built a sense of trust between me and your work—and a tremendous sense of trust at that. In practical terms, this means a confidence in the writing, in the words themselves… I know you’ve done Japanese translations of short stories by the female writer Grace Paley, so maybe there’s some kind of connection there. In terms of how you create female characters.\nHM: I wouldn’t necessarily say that. I decided to translate Grace Paley’s fiction because I find it really interesting. I wasn’t really conscious of how she depicted women. When I was writing “Sleep,” I just wrote down whatever I was thinking, figuring this was what a woman would be like under the circumstances. The narrator just happened to be a woman that time around. I wasn’t making any conscious effort to explore the female mind.\nAs a woman, it was such a joy to encounter a “new woman” in a text. All the more surprising because she was written by a man. \nMK: When writing a female character, there are certain motifs that can be used to satisfy the expectations of male or female readers about what makes for a believable woman, but this story doesn’t have any of that.\nHM: Except for the ending, when she parks her car at the waterfront at night. In that one scene, I was keenly aware of the main character being a woman. Two guys surround a woman’s car on a dark night and start rocking it back and forth? That must be really scary.\nMK: It would be pretty scary for a man too, but maybe more so for a woman.\nHM: In every other respect, I wrote the character to be a human being, without really being conscious of her as a woman.\nMK: Right. I think it’s this way of creating distance, focusing on the human—because that’s what it is, the human aspects of the female character—that illuminates her status as a woman, at least in my mind. I’ve never read a woman like this anywhere else. What a wonderful story.\nHM: Looking back, I think it could have worked equally well if the main character was a househusband and the wife was a female doctor or a dentist, and the husband can’t sleep and is awake all hours of the night, cooking and doing laundry or what have you. Still, that would have been different in some ways, I suppose.\nMK: I think it’s important that the couple has a son. It’s the woman who gave birth. Her awareness of this gives her a sense of despair that the father can’t exactly share.\nHM: There’s also the resentment that she feels toward her husband. I feel like that kind of resentment is unique to women.\nMK: It goes beyond resentment, but there’s definitely something there.\nHM: Yeah. Sometimes when I’m walking around the house, I can feel it behind me. Seeping into the room.\nMK: I’ll take seeping any day. In most marriages, it’s a flash flood! So, I’m thinking about how the son and father are depicted doing things in similar ways, like how they wave to her. Because the resentment isn’t spelled out for you as such, the reader gets to process it as this unnamable sensation. Having her read Anna Karenina is a good touch too.\nHM: Anna Karenina. Another classic example of resentment toward a husband. Maybe Tolstoy, in his home life, felt the same kind of tension seeping into the room.\nMK: You’ve written lots of male characters in your career, but do you think it’s possible that in future books there will be female examples of characters like Menshiki in Killing Commendatore, who are a little bit mysterious or unfamiliar, characters who make you say, “Whoa, this is new”? Or do you suppose the female characters will continue to play this sort of mythological role, more of a pragmatic function?\nHM: I’ll continue creating new characters, different from the ones that came before, which certainly applies to women too. Like Shoko Akigawa, for example, who may be a supporting character, but in my view is a departure from most of the characters I’ve written. There’s something really special about her to me. I have this desire to learn more about her. I feel like I’ve only scratched the surface.\nMK: I’d be curious to know what she’s been reading. What do you think is on her nightstand? The grittiest hardboiled novels she can find? I’m dying to know. Like, when she sits down with a book, what would it be? I’m coming up short.\nHM: Probably something epic, like Romance of the Three Kingdoms.\nMK: Shoko’s a tough cookie, huh? Some novels give you all the details on a female character, her hairstyle, her clothes…like in Chandler, where the first time we see a woman we get a head-to-toe description, giving you a clear image of her. In your novels, the characterization has a tendency to start off with minute details about clothes. Where do you go for information about women’s clothing?\nHM: I don’t go anywhere. I just write what I’m thinking. I don’t spend my time researching that sort of thing. As I form the image of a female character, what she wears naturally falls into place. Although I will say… perhaps I do pay close attention to women’s clothes in real life. I’m something of a shopper myself.\nMK: The wife in “Tony Takitani” (Blind Willow, Sleeping Woman, 2002) is a compulsive shopper, which is how she ends up dying in a car crash at the end. Every time she thinks about clothes, she gets the shakes, a detail which I absolutely love.\nAs we talk things over, I’m reminded of the variety of female characters you’ve written. I wouldn’t say that all the women fit into a single category. Though of course, writing a female character is not the same thing as making her important to the story.\nHM: To be honest, I don’t understand this idea about there being any kind of pattern. We can talk about the women in my novels as a group, but to me, they’re unique individuals, and on a fundamental level, before I see them as a man or woman, I see them as a human being. But all of that aside, what about the wife in “The Little Green Monster” (The Elephant Vanishes, 1993)? She’s a scary one, isn’t she?\nMK: Yeah, there’s her too.\nWe can talk about the women in my novels as a group, but to me, they’re unique individuals, and on a fundamental level, before I see them as a man or woman, I see them as a human being. \nHM: I was exploring a kind of cruelty that women seem to possess. I can feel it when it’s there, but can’t claim access to it. I don’t want to get in trouble for going back to differences between genders, but I think this sort of cruelty is rare in men. Men can of course be cruel, but I think they go about it in more structured ways. They come at you with logic, or like a total psychopath. But the cruelty of women is more ordinary, everyday. Now and then, they catch you unawares. Surprisingly, a lot of female readers seem to have enjoyed “The Little Green Monster.” Or maybe that’s not surprising at all?\nMK: Yeah, a lot of my friends love that one. It’s definitely one of my favorites too. How can I put this. It’s like the scariness doesn’t register as scary, which allows the reader to accept it as completely normal. It’s a familiar kind of cruelty.\n*\nThe above interview has been translated from Japanese by Sam Bett and David Boyd.",
    "link": "https://lithub.com/a-feminist-critique-of-murakami-novels-with-murakami-himself/",
    "author": "Pages",
    "date_updated": "2020-04-07T06:50:43.000Z"
  },
  {
    "title": "We’re All Dancers Now - Mindful Movement Is Key to Social Distancing",
    "description": "I really liked How We Use Our Bodies to Navigate a Pandemic by NY Times dance critic Gia Kourlas on how many people struggle with the awareness of what their bodies are doing in public and that social distancing measures require a higher level of attentiveness to how we move and coordinate our movements with others.\nIn this time of confinement, we have been given one immeasurable gift — the freedom to go outside. In exchange, we must abide by a simple rule: Stay six feet away from others. As choreographic intentions go, that’s not remotely vague. Yet during my runs and walks in Brooklyn over the past few days, I’ve noticed that six feet doesn’t mean the same thing to everybody.\nSpatial awareness, like coordination, isn’t a given. Watching the choices people make when they move in public, much less in this time of social distancing, can be shocking, from the much-bemoaned tourist who comes to a grinding halt in Times Square to the woman with a yoga mat knocking people aside to get her spot on the floor. (It’s OK; she’ll still feel good about bowing her head and saying namaste.)\nNow the choreography of the streets has taken on higher stakes. It’s the difference between health and sickness, life and death. Inside we’re alone. Outside, a new alertness is in order, one that demands a deep connection to the position and movement of the body — or proprioception, sometimes referred to as the sixth sense.\nTags: cities   COVID-19   dance   Gia Kourlas",
    "link": "https://kottke.org/20/04/were-all-dancers-now---mindful-movement-is-key-to-social-distancing",
    "author": "kottke.org",
    "date_updated": "2020-04-02T17:35:49.000Z"
  },
  {
    "title": "Treating Coronavirus COVID-19: An Elmhurst Doctor Describes Hospital Overwhelmed By Patients On Ventilators",
    "description": "The journalists at BuzzFeed News are proud to bring you trustworthy and relevant reporting about the coronavirus. To help keep this news free, become a member and sign up for our newsletter, Outbreak Today.\n  \n The center of New York City’s coronavirus crisis is Elmhurst Hospital Center. The 545-bed facility, in Queens, has in recent days experienced the full brunt of an unprecedented public health crisis: long lines to receive medical care, a chaotic emergency room, supplies and equipment dwindling dangerously low, an overfull morgue, and medical workers themselves contracting and suffering from the virus. On Wednesday, the New York Times reported that 13 patients died at Elmhurst from COVID-19, the disease caused by the novel coronavirus, in the preceding 24-hour period.\nThe area the hospital serves — what the New Yorker’s Rivka Galchen called in 2013 “the most diverse neighborhood in New York City and maybe in the world” — is a hub for immigrants. According to Galchen’s story, the hospital offers translation services in 153 languages. As such, it’s not just a symbol of the city’s straining public health system, but the immigrant city itself.\nLast night, BuzzFeed News spoke with a physician at Elmhurst who has been treating coronavirus patients. The doctor, who estimated that there are currently around 60 intubated COVID-19 patients at the hospital, requested anonymity so he could speak freely. This interview has been edited and condensed for clarity.\nDescribe what’s happening in the hospital right now.\n\nElmhurst is just getting destroyed. It’s very, very gruesome. The hospital has a 15-bed intensive care unit that would normally cover respiratory patients or patients with any significant illness requiring intubation, like pneumonia, liver injury, encephalopathy, or kidney problems. What’s remarkable is that now, every patient is a COVID patient. And they’re all ARDS [acute respiratory distress syndrome, a life-threatening fluid buildup in the lungs].\nThere is a nine-bed medical intensive care unit — those are all ARDS. Then you have a 30-bed stepdown unit. That’s all intubated COVID patients. Then there’s the general medicine floor. That’s all intubated COVID patients. You walk into the hospital and you think, Not only is the virus infecting people — it’s infecting the hospital itself. It’s pushing out everything else. It’s all COVID. That’s insane.\nTo make things worse, Elmhurst, which basically is held together by a shoestring in the best of times, is being pushed to the brink.\nBeing pushed to the brink, how?\n\nThe hospital used to have four pulmonology and critical attendings [doctors who specialize in treating critical respiratory illness]. Four attendings seems small but it’s usually fine. When you’re asking them to see five to six times the number of patients as normal, it becomes absurd. One of those attendings left a month ago, and one is sick. So now you have two attending physicians seeing all these patients. And now you have normal medicine teams who are used to seeing diarrhea, alcohol withdrawal, UTIs, stuff that is very mild, who are now being asked to deal with the most complicated, intubated, multi-organ failure patients. I’ve never seen anything like it before.\n  \n  They might be intubated and vented but just lying in the ER and waiting. \n  \nThe ER has a huge backflow of patients. Like there might be 12 patients designated for admission but there are no beds. These people are in purgatory. The emergency room has to manage them as a team. They might be intubated and vented but just lying in the ER and waiting while ER doctors are tending to however many people they have to see on their shift. These vented patients are very complicated. You have to check blood gasses every few hours to make sure you’re pushing in the right amount of oxygen and pulling out the right amount of carbon dioxide. There are people called respiratory techs who go to school for years for that. Normally you get a respiratory tech with a vented patient, but they’re spread so thin here.\nCOVID is a very deadly disease. Even with a perfect 1-to-1 ratio of doctors and perfect staffing, a lot of these people are going to die. But there are things you can do with more oversight and more expertise. The issue with Elmhurst is there aren’t enough intensivists — not enough specialists in respiratory disease. Everyone is trying to pitch in but people are being stretched very thin.\n  \n Do staff have enough personal protective equipment (PPE)?\n\nIt’s a motley collection. Everyone is wearing a mask. Everyone has a different assemblage of gear. The hospital is low on PPE. Some people bring in face shields from home. Some are wearing goggles. Some are wearing hair nets. Some are walking around in cutaway scrubs. Some have yellow gowns on top of the scrubs. Some people have helmets.\nYou’re supposed to wear an N95 mask with a face shield down, gloves, and when you’re done, you’re supposed to throw everything out. Now, there’s a shortage. And the hospital has so much infection, plus people’s technique is not perfect. People are very scared so they’re wearing one N95 all day, which — I don’t know how legitimate that is — then they put a different surgical mask on top of that one, then throw it out. I have one face shield that I have to keep rewashing after seeing every patient.\n  \n Who are the COVID patients, demographically?\n\nElmhurst is a super-diverse community. It’s Hispanic, Bengali, Pakistani, Polish, Guyanese. It’s everybody. It’s our normal patient population. The ages are terrifying, anywhere from thirties, forties, fifties, sixties, seventies. It’s obviously more people in their sixties and seventies. But every time there is a code [a cardiac arrest and medical response], they call out the room. And when they call out the room, residents run to their computer and look who is coding and how old they are. Today there were two 35-year-olds who died. And people are so freaked out by that.\n  \n  Today there were two 35-year-olds who died. \n  \nIt tends to be someone with a preexisting condition — one of these people had asthma, and one had obstructive sleep apnea. But this is mild stuff. We’re not talking about only quadriplegics. We’re talking about people who are basically doing well.\nHow is the morale of the staff?\n\nIt’s pretty common to see someone crying in the hallway. I saw that twice today. Something like 12 people died yesterday. [The New York Times reported 13 deaths.] These are bonkers numbers for a hospital, where you’d usually have you have one or two a day. They don’t even change in and out of PPE. They gear up one time, and that’s it for the whole shift. They don’t want to be exposed for a second, and lots of them are already calling out with fevers. The morale among ER people is extremely low. People are anxious, making morbid jokes about dying. Talking about what would happen if I quit, I didn’t sign up for this.\nThe chatter you hear outside of these units is very grim. An attending will come in and say, “I’m flashing back to Vietnam” or “it’s a fucking nightmare” or “this box of masks will last until Friday.” It’s bad.\n  \n  There’s no visitors allowed in the hospital now so these people are dying alone. \n  \nThe patients are all silent. Because they are being intubated and in medically induced comas. Normally patients this sick are surrounded by family, who are talking to you and asking questions, concerned, crying. But there’s no visitors allowed in the hospital now so these people are dying alone. There’s this awful quietness. This mechanical hiss, in and out, back and forth, of the ventilator.\nAs someone who takes care of critically ill patients, I’m used to seeing people on ventilators. I’m used to the idea that patients can’t respond. But normally not all of my patients are intubated — some people will be recovering. This is just so different. Everyone is doing worse all the time. The only way more vents are freeing up is more people are dying. It’s crushing.\nHow concerned are you personally about getting COVID-19?\n\nI’m extremely concerned. I’m terrified. I have a young child. I debated about sending my wife away, but I figured she works in health care too. She might infect my parents or her parents. What if she already had it and is asymptomatic? It’s all very morbid. I’m terrified.\nWhen I was training, I never thought about a day like this. The fact that this is spreading so quickly and is killing health care providers. It’s not just killing the uninformed. It’s killing people wearing PPE. It doesn’t really seem to have any kind of a bias. It’s just taking out everyone.\nHas this made you think differently about local, state, or federal leadership?\nWith Trump, it’s straightforward to say he has killed people by his response already, and will continue to kill people if he wants to reopen the country. Also, this is the guy who said vaccines have a link with autism, and now we expect him to lead the fight to find a vaccine for this?\nCuomo has done a good job of leading.\nIt’s insane to me that some states don’t have shelter-in-place laws.\nWhat’s the biggest misconception about this disease and the fight against it? What do you wish people knew?\nPeople read social media and newspapers and there is this idea that, Wow, these doctors are such heroes, going to front lines. They’re doing such a great job. In reality, I don't want to be a hero. I don’t want to be brave. I didn’t sign up for any of this. I feel extremely vulnerable and kind of trapped. If I don’t do this, I’ll lose my job, and if I do it, I could die. And it’s not a heroic feeling. It feels like being thrown into the fire. You’re a body, and you can take care of a ventilated patient — give it a shot. I would way rather not be doing this. ●\n  \n The journalists at BuzzFeed News are proud to bring you trustworthy and relevant reporting about the coronavirus. To help keep this news free, become a member and sign up for our newsletter, Outbreak Today.",
    "link": "https://www.buzzfeednews.com/article/josephbernstein/elmhurst-hospital-coronavirus-ventilator-ppe-crisis",
    "author": "Pages",
    "date_updated": "2020-03-27T08:50:36.000Z"
  },
  {
    "title": "Our Personalized Quarantine Book Recommendations, Round 2",
    "description": "Last week, we put out a call asking that those of you who need something good to read in this trying, frightening time, might send us a few of your favorite books (and other things) so we could recommend a good book for you to read. And turns out quite a lot of you are looking for something new to read! We got hundreds of requests, from everywhere from Belgium to Rome to Cape Town to Ireland to Tasmania to Singapore. So firstly: thank you. We are all reading together in solidarity!\nYou can find our first round of answers, pulled from email, Facebook, and Twitter, here. Our second round is below. While we (still) haven’t been able to get to every request, we’re hoping to keep it up—so keep writing to us!—and we’re also hoping that these recommendations might be useful to more than just the people who requested them, which is why we are publishing them as a column here.\n\nKerry M. loves:\nMikhail Bulgakov, The Master and Margarita\nRichard Powers, The Overstory\nThe Pearl Poet, Sir Gawain and the Green Knight\nLit Hub recommends:\nLooking at your list of masterful yet irreverent texts, I instantly thought of recent Nobel prize winner Kazuo Ishiguro’s quasi-Arthurian epic The Buried Giant, which begins with an elderly couple who set off through the mists and ogre-plagued lands to reconnect with their son—a son who, like their own pasts, they barely remember for some reason. This novel has . . . well, sometimes confused critics. But I suspect that you, Kerry, will enjoy it: and you’ll even meet someone you know along the way. –Emily Temple, Senior Editor\n\nYasmin S. loves:\nDonna Tartt, The Goldfinch and The Secret History\nThe Song of Achilles and Circe\nEast of Eden\nMy Year of Rest and Relaxation and Eileen\n(I’ve tried reading Ali Smith and Rachel Cusk, but for some reason I just couldn’t get into them.)\nLit Hub recommends:\nAh, novels to sink your teeth into! I completely relate—Circe and Song of Achilles were two of my recent favorites, too. I think you’d like Jennifer Egan’s Manhattan Beach, a cinematic novel set in New York City in the 1930s and 40s. It’s a novel of crimes and secrets as well as a deeply researched story of time and place. Like the two Madeline Millers, it demands that you leave the present behind as you read, which is perhaps the greatest gift a novel can give us right now. –Jessie Gaynor, Social Media Editor\n\nAndrea B. loves:\nDonna Tartt, The Secret History\nJohn Williams, Stoner\nMarisha Pessl, Night Film\nLit Hub recommends:\nBecause you like university settings and also the dark mood of Night Film, you may enjoy Black Chalk, by Christopher J. Yates, in which six students at Oxford start a game with increasing stakes and increasing consequences, and keep it going until things get pretty dark. Definite page-turner, too. Should keep your mind off things, and maybe make you a little glad to be away from other people.  –Emily Temple, Senior Editor\n\nKaren V. loves:\nAnnie Dillard, Pilgrim At Tinker Creek\nBarbara Kingsolver, Prodigal Summer\nGabriel Garcia Marquez, Love In the Time of Cholera\nI’m looking for good, hopeful books about natural history to combat the deluge of doom-and-gloom climate chaos books. \nLit Hub recommends:\nKaren, I don’t blame you. We all need a little reprieve from bad news. I’m going to suggest a classic by a living legend: John McPhee’s Coming Into the Country (1976), which is all about Alaska: its landscapes and wilderness, its animals and settlers and miners, at a time before we could navigate places easily using our cell phones and GPS. McPhee is one of the most admired and prolific nonfiction writers working (and, I must proudly boast, a former teacher of mine). Coming Into the Country was the first of his books I got acquainted with, and Karen, when I say it’s good, I mean so good that Alaskans themselves consider it a seminal work of regional literature. –Aaron Robertson, Assistant Editor\n\nSydney W. loves:\nDonna Tartt, The Secret History\nTana French, In the Woods\nSandra Newman, The Heavens\nLit Hub recommends:\nAh, three of my favorites, all moody literary mysteries full of gorgeous writing. Same goes for Daphne du Maurier’s Rebecca, Helen DeWitt’s The Last Samurai, and Lauren Groff’s Fates and Furies. If you’ve read all those, maybe you haven’t read The Vanishers, by Heidi Julavits—and either way, you should. –Emily Temple, Senior Editor\n\nIoana D. loves:\nMadeline Miller, The Song of Achilles\nBoyxboy fan fictions\nAudrey Niffenegger, The Time Traveler’s Wife\nLit Hub recommends:\nHi Ioana. I’m going to guess, based on your selections, that you like books that offer new, particular takes on history, and (this is less of a guess) play with time. Have you ever read Possession by A.S. Byatt? It’s a story about two archivists in the present whose lives grow entwined with one another’s as they become more and more obsessed researching a romance between two nineteenth-century writers. I might also try The Penelopiad by Margaret Atwood, which retells the Odyssey from the perspective of Odysseus’s wife, or Madeline Miller’s new book Circe, which offers a new take on Greek mythology’s most infamous witch. But also, on a different note, have you read Outlander by Diana Gabaldon? This might be the perfect time to start a very long book series. –Olivia Rutigliano, LitHub & CrimeReads staff writer\n\nJeanine K. loves:\nJoan Didion, Slouching Towards Bethlehem\nElena Ferrante, The Days of Abandonment\nVirginia Woolf, To the Lighthouse\nLit Hub recommends:\nYou have very good taste, Jeanine. I’ve been trying to tell people that Ferrante’s The Days of Abandonment is her best work (no shade to the Neapolitan series, but still) for years. Since you have a taste for modernism and the minds of complicated, brilliant, women, I think you’ll devour Speedboat, by Renata Adler. This goes double if you’re a writer yourself. They say everyone who reads it ends up writing a novel.  –Emily Temple, Senior Editor\n\nRishitha S. loves:\nGarth Greenwell, Cleanness\nValeria Luiselli, The Lost Children Archive\nSarah Waters, Fingersmith\nLit Hub recommends:\nHi Rishitha, I also loved Cleanness! On Earth We’re Briefly Gorgeous by Ocean Vuong might also strike your fancy; the protagonist’s account of childhood, intimate relationships, love, and sex is narrated with similarly gorgeous sentences. I also think you would like Gun Island by Amitav Ghosh, narrated by a rare book dealer whose story involves history, mythology, and questions about our future in the midst of a climate crisis. –Corinne Segal, Senior Editor\n\nP f loves:\nLaurie King’s Mary Russell books\nThe Outlander series\nLawrence Sanders, First Deadly Sin\nEric Von Lustbader’s The Ninja\nLit Hub recommends:\nHowdy! I also love the Mary Russell books. Have you tried Cara Black’s Aimee Leduc series? They have a very different setting, but for me, anyway, they itch the same scratch. I would also encourage you to read A Gentleman’s Murder by Christopher Huang if you’re craving that postwar setting. –Molly Odintz, CrimeReads Senior Editor\n\n@shioridotomo loves:\nAli Smith, Spring\nThe Bear\nLit Hub recommends:\nA fellow Ali Smith fan! My cop-out first reaction is: have you read her story collection First Person and Other Stories?! It’s weird and surreal and so beautiful. She’ll have you turning pages and doing double-takes the whole way through. (Get tissues in preparation for the last story.) I also want to recommend Max Porter’s Grief Is the Thing with Feathers, for the magical and heartbreaking way creatures guide us through life lessons.  –Katie Yee, Book Marks Assistant Editor\n\nShal M. loves:\nOscar Wilde, The Picture of Dorian Grey\nGeorge Orwell, 1984\nAldous Huxley, Brave New World\nLit Hub recommends:\nI do love a good dystopia, Shal (in fiction, at least; current shades of the dystopian IRL have proven less fun…) For a humane and quietly heartbreaking take on the genre, I would recommend Nobel Prize-winner Kazuo Ishiguro’s Never Let Me Go. If you haven’t read it, I don’t want to give away too much about this melancholy, quasi-sci-fi coming-of-age tale, but it’s a lovely, understated, deeply sorrowful novel (the same can be said for Ishiguro’s The Remains of the Day, which is even better btw!). –Dan Sheehan, Book Marks editor\n\nNero B. loves:\nMarge Piercy, Woman on the Edge of Time\nNaomi Alderman, The Power\nAngela Carter, The Bloody Chamber and Other Stories\nAmong so many more. I like prose written by women for women and one genre in particular, Sci Fi.\nLit Hub recommends:\nI imagine you’re read a lot of the classics already, considering your list, so let me recommend a more recent novel that I think you might like: Finnish author Johanna Sinisalo’s The Core of the Sun, translated into English by Lola Rogers in 2016. It’s set in an alternative historical present in which the Finnish government has bred a line of submissive, beautiful women called eloi—and sterilized all the intelligent ones. Told through multiple perspectives and including a chili pepper cult, it is totally unlike any of the other books out there—but I think that might be just what you need. –Emily Temple, Senior Editor\n\nMelisa Y. loves:\nJane Austen, Persuasion\nRuth Ware, In a Dark, Dark Wood\nThe Dead Files tv show on Travel Channel \nLit Hub recommends:\nIf you like Ruth Ware, then have I got some recommendations for you! Ware’s books impress with their signature mixture of gothic, psychological thriller, and traditional mystery (plus they’re super fun!). Here are a few books that also like to mix things up in these genres: check out Shari Lapena’s An Unwanted Guest, Rachel Howzell Hall’s They All Fall Down, and (especially for those who enjoy the disastrous party element of In a Dark, Dark Wood) try Lucy Foley’s upcoming The Guest List, or if you don’t want to wait till May, her equally good The Hunting Party. –Molly Odintz, CrimeReads Senior Editor\n\nAnna B. loves:\nHelen Oyeyemi, What Is Not Yours Is Not Yours\nItalo Calvino, Invisible Cities\nLiao Yiwu, The Corpse Walker\nLit Hub recommends:\nSince you have a strong love of fabulist literature and an interest in the struggles of the less than fortunate everyman, I think you will be moved by Kōbō Abe’s The Woman in the Dunes, a mesmerizing short novel in which an amateur entomologist who misses his bus takes shelter in the house of a woman who lives in the dunes—only to discover that he is trapped there, with this stranger, and that they are tasked every day to shovel and shovel and shovel to keep the sand at bay. It’s not, you know, uplifting. But it is very, very good. –Emily Temple, Senior Editor\n\nBillie E. loves:\nNora Ephron, I Feel Bad About My Neck\nAmor Towles, The Rules of Civility\nEmily St. John Mandel, Station Eleven\nLit Hub recommends:\nI can’t get enough of classic New York City stories these days, and I’ve also been reading a lot of Nora Ephron, an emblematic New York City personality if ever there was one. Being cooped up in my Brooklyn apartment, this seems to be the only way to live out my city life these days. So I’m going to recommend two other books focused on the mythology of this place: Truman Capote’s Breakfast at Tiffany’s (the book is very different than the movie) and M Train, Patti Smith’s memoir that begins in a cafe in the Village and expands as she thinks about life, loss, and family. –Corinne Segal, Senior Editor\n\nDaria C. loves:\nSylvia Plath, The Bell Jar\nVirginia Woolf, Mrs. Dalloway\nVladimir Nabokov, Lolita\nLit Hub recommends:\nOnly the best for you, Daria, eh? That’s my girl. I won’t lead you off the golden path. For a book that combines all of what I divine to be your literary interests—intense emotions, beautiful language, and a compelling, unique quality of mind—pick up Maggie Nelson’s Bluets, which is ostensibly a love letter to the color blue, but is so much more. It absolutely belongs on the above list of literary classics. –Emily Temple, Senior Editor\n\nErik M. loves:\nRobert Louis Stevenson, Treasure Island\nThe Devil in the White City\nCormac McCarthy, Cities of the Plain\nLit Hub recommends: \nHardened men adventuring in lawless lands. Villains committing unspeakable acts. Evocative depictions of near-mystical places. You should check out The North Water, Ian McGuire’s 2016 novel (soon to be made into a miniseries starring Colin Farrell as the amoral Henry Drax) which Colm Toibin, in his New York Times review, referred to as being like “the result of an encounter between Joseph Conrad and Cormac McCarthy in some run-down port as they offer each other a long, sour nod of recognition.” It’s the story of a nineteenth-century whaling ship that sets sail for the Arctic with a tortured doctor and a vicious killer aboard. Fair warning: there are parts of this novel that are as brutal and graphic as anything in early McCarthy, but it’s a hell of a ride.  –Dan Sheehan, Book Marks editor\n\nMichael G. loves: \nNico Walker, Cherry\nWanted to know if you had any suggestions of books like this one (current crime world – almost documentary style realism).\nLit Hub recommends: \nIf you haven’t read it before, I’d recommend checking out Hard Rain Falling, by Don Carpenter, a moving and hard-boiled tale of surprising bonds formed during incarceration. I’d also recommend Meditations in Green, by Stephen Wright, a gorgeous meditation on the nature of trauma and addiction post-Vietnam. –Molly Odintz, CrimeReads Senior Editor\n\nDennis D. loves:\nItalo Calvino, If on a Winter’s Night a Traveler\nVladimir Nabokov, Pale Fire\nUmberto Eco, Foucault’s Pendulum\nEleanor Catton, The Luminaries\nMeg Elison, The Book of the Unnamed Midwife\nEmily St John Mandel, Station Eleven\nAnd\nSimenon\nAnd\nSjon\nLit Hub recommends:\nIf you haven’t read Wittgenstein’s Mistress, by David Markson, that is absolutely the book for you—postmodern, disjointed, philosophical, historical—but considering the moment, I’ll only truly recommend it if you’re the kind of person who wants to self-isolate while reading about the last woman on earth (maybe). To me, it’s the perfect book for the moment, and considering your love of Station Eleven, I bet you’ll agree. Otherwise, have you dug into Fernando Pessoa’s The Book of Disquiet? I think that may tickle your fancy too. –Emily Temple, Senior Editor\n\nAimee L. loves:\nRebecca Makkai, The Great Believers\nJohn Irving, A Prayer for Owen Meany\nJennifer Egan, A Visit from the Goon Squad\nLit Hub recommends: \nSprawling, big-hearted, kaleidoscopic, decades-spanning, heavily-peopled literary novels about America, eh? Well it sounds like you might enjoy Salvatore Scibona’s The Volunteer. Scibona’s lyrical, wildly ambitious second novel, published just last year, is the tale of four lost generations of American fathers and sons, and moves from 1950s Iowa, to 60s Vietnam, to 70s New York, and into the future.  –Dan Sheehan, Book Marks editor\n\nJacob W. loves:\nTim O’Brien, The Things They Carried\nKaren Russell’s short stories\nWilliam Faulkner, As I Lay Dying\nFyodor Dostoevsky, Crime and Punishment\nLit Hub recommends: \nKaren Russell is sort of the wild card in this list—but I take it your love of her work means that you’ll tolerate a little bit of the speculative in your serious (and sometimes Southern) literature. To you I recommend everything that Jesmyn Ward has ever written, but particularly her latest, Sing, Unburied, Sing, in which a road trip to prison is populated by more ghosts than expected. And speaking of ghosts, I’ll also mention Téa Obreht’s latest, Inland, which fits right in with your list of hardship and silver linings too. –Emily Temple, Senior Editor\n\nJill D. loves:\nJenny Offill, Weather\nJill Ciment, The Body in Question\nNothing to See Here\nLit Hub recommends:\nAssuming that you’ve already read Dept. of Speculation (Jenny Offil’s first groundbreaking novel of a failing marriage told in beautiful, sometimes funny, fragments) your next step should be towards Aimee Bender’s The Girl in the Flammable Skirt. She and Jenny Offill share a similar dry wit. Plus, if you were drawn to the more fantastical side of Kevin Wilson’s novel, you will enjoy the surreal twists Aimee Bender puts on everyday mundanity. (Also, fire!) –Katie Yee, Book Marks Assistant Editor\n\nKristen J. loves:\nDavid Mitchell, Cloud Atlas\nFrench Exit\nAmal El-Mohtar and Max Gladstone, This is How You Lose the Time War\nThe Splendid and the Vile\nI love weird, but not scary or too violent. \nLit Hub recommends: \nI, too, am partial to the weird in fiction, Kristen, and perhaps my favorite weird novel (at least among those I’ve read in the last few years) is Katherine Dunn’s singular oddball masterpiece, Geek Love. The story of the Binewski siblings (a brood of genetically altered children who are bred to become the stars of their parents traveling carnival), it’s a grotesque, hypnotic, and at times hilarious tale of obsession, fanaticism, and familial love. –Dan Sheehan, Book Marks editor\n\nCarolyn F. loves:\nLing Ma, Severance\nEmil Ferris, My Favorite Thing is Monsters\nMadeleine L’Engle, A Wrinkle in Time\nLooking for something where the stakes feel urgent but not anxiety-inducing. A little magical realism, readable but not necessarily easy, and memorable.\nLit Hub recommends: \nFor a delightful bit of surreal mischief to hold in your hands, look no further than Kelly Link’s Magic for Beginners. These stories invigorate, infuse the everyday banality with a little otherworldly mysticism. (A trip to a Boston thrift shop amongst friends, for example, quickly becomes a search for a magical handbag that our hero’s ancestors got lost in—and that’s just the start!) Might I also recommend, depending on what you deem anxiety-inducing, a slender gem called Such Small Hands by Andrés Barba? It follows a young girl named Marina whose parents perish in a car crash and recounts her first days at the orphanage as she finds her place amongst the other girls there. There’s less actual magic, but the prose gives off a sinister, otherworldly feel that will haunt you in the best possible way. –Katie Yee, Book Marks Assistant Editor\n\nClaudia W. loves:\nJohn Wyndham, Day of the Triffids\nFyodor Dostoevsky, The Brothers Karamazov\nH. G. Wells, The Island of Doctor Moreau\nLit Hub recommends:\nI see you’re partial to the classics, and in particular those that question the nature of humanity through a science fiction lens. In that case, I recommend the great Stanisław Lem’s 1961 novel Solaris, translated from the Polish by Joanna Kilmartin, in which a psychologist visits a distant planet to investigate the mysterious—and possibly sentient, and definitely troublesome—sea that envelops it. Ignore the bad film—this is weird and wonderful stuff. –Emily Temple, Senior Editor\n\nLuke G. loves:\nDenis Johnson, Angels\nHard Rain Falling\nNo Country for Old Men\nLit Hub recommends: \nGiven how few people seem to still remember Angels these days (Jesus’ Son still gets all the love), it’s almost required that I recommend you read Leonard Gardner’s Fat City, which was a major influence on Johnson’s debut—but judging from your list, I suspect you’ve already read it. If that’s the case, maybe take a look at Edward Bunker’s No Beast So Fierce, a gritty, semi-autobiographical novel in which an ex-con in L.A., newly out on parole, tries to go straight. –Emily Temple, Senior Editor\n\nErik K. loves:\nRecent book I read that I loved: Ted Chiang’s Stories of Your Life and Others\n3rd Favorite book ever: Thomas Wolfe’s Look Homeward, Angel\nI like stories about people who “leave it all behind”\nLit Hub recommends: \nI respect your decision to only tell us your third favorite book ever, but I have to admit I spent a long time wondering what the top two are. I’m also wondering if you’ve been hearing a lot about Ling Ma’s Severance, which tells the story of a woman working in publishing, in New York City, when a mysterious fever spreads rapidly, taking down the city and the rest of the world. Companies close, families flee, and our hero is left wandering the abandoned streets until she, too, (spoiler alert) leaves. About halfway through the book (my favorite part), we get a flashback to her childhood and her immigrant parents who left it all behind to come to America. Echoes of leaving and being left resound throughout the novel in a beautiful and propulsive way. –Katie Yee, Book Marks Assistant Editor\n\nStephanie H. loves:\nSamantha Hunt, The Dark Dark\nDenis Johnson, Jesus’ Son\nCharles Yu, How to Live Safely in a Science Fictional Universe \nLit Hub recommends:\nMore people should read short stories, right? I know you feel me. One of my absolute favorite collections of the last decade—which really not enough people have read—is Diane Cook’s Man V. Nature, which will satisfy your urge for fabulist storytelling and tales that uncover the truth of human feeling. These are brilliant, evocative, and truly special stories—if you haven’t read them yet, I’m jealous that you get to experience them for the first time. And not for nothing, but “The Way the End of Days Should Be” seems like useful reading at the moment. P.S. if you like Man V. Nature, Cook’s first novel, The New Wilderness, comes out in August, and I can confirm it is also great.  –Emily Temple, Senior Editor\n\nKristain M. loves:\nDurga Chew Bose, Too Much and Not the Mood\nLittle Weirds\nConversations with Friends\nLit Hub recommends:\nI was just reading Durga Chew Bose’s Too Much and Not the Mood—can we be friends? Can we book club Lindy West’s The Witches Are Coming, which is the collection that should be at the top of your TBR pile? From the voice behind the bestselling Shrill (which, yes, is also a Hulu series!) comes a series of bold (and often funny) essays on climate change, Grumpy Cat, dresses with pockets, and not being a white man in America. (Relatable.) –Katie Yee, Book Marks Assistant Editor\n\nTimothy P. loves:\nDino Buzzati, The Tartar Steppe\nThomas Bernhard, Woodcutters\nSiouxsie and the Banshees, Kaleidoscope\nLit Hub recommends: \nFor you, lover of synth, historical underpinnings, irreverence, and a healthy sense of the Kafkaesque, I recommend one of my favorite debuts from last year: Adam Ehrlich Sachs’ The Organs of Sense, which concerns a young Gottfried Leibniz and a blind astronomer. Semi-historical, semi-absurdist, semi-philosophical, wholly brilliant, definitely up your alley. –Emily Temple, Senior Editor\n\nToomas K. loves:\nMichael Cunningham, The Hours\nMikhail Bulgakov, The Master and Margarita\nSusanna Clarke, Jonathan Strange & Mr. Norrell\nAlso I like graphic novels, for example Locke&Key, Scott Pilgrim, and Blacksad\nLit Hub recommends:\nIt’s not exactly a one to one, but considering your interest in magic and the cleverly bombastic, I have a strong feeling you would enjoy Claire North’s The Gameshouse, a novel that takes the reader from 17th century Venice to 1930s Thailand to the present day all over the world, as its characters play games for the highest of stakes, with the most valuable of pieces. It has something of that graphic novel feel, too—at least in the sense that I can, months after reading it, see it all very clearly.  –Emily Temple, Senior Editor\n\nToni W. loves:\nDonna Tartt, The Secret History\nMadeline Miller, Circe\nHanya Yanagihara, A Little Life\nLit Hub recommends: These books are fully-realized, self-contained worlds—obviously the best kind of escapism for the right now. I suggest you tuck into David Mitchell’s fantastical speculative fiction masterpiece Cloud Atlas, which is built of six fully-realized, interconnected worlds—all the better to lose reality just a little bit. –Jessie Gaynor, Social Media Editor\n\nSophia H. loves:\nJeffrey Eugenides, Middlesex\nAngela Carter, “Wolf Alice” (I know this is just a short story, but I think it’s perfect)\nSamanta Schweblin, Fever Dream\nMiriam Toews, All My Puny Sorrows\nLit Hub recommends:\nHere’s what I see in the tea leaves: an interest in twisted fairy tales, a tolerance for the surreal, a penchant for the epic, a soft spot for human struggles. With all that in mind, I must recommend one of my favorite novels, Duplex, by Kathryn Davis, a book which is very difficult to describe but deeply pleasing to read, if you’re possessed of a certain temperament—and I’m confident you are. Give it a shot and let me know what you think. –Emily Temple, Senior Editor\n\nSophia S. loves:\nJane Austen, Persuasion\nIan McEwan, Atonement\nHanya Yanagihara, A Little Life\nLit Hub recommends: \nI feel confident that you will love Kate Atkinson’s debut novel Behind the Scenes at the Museum—a brilliantly funny, heartrending novel that’s part bildungsroman, part family saga, and part mystery. It’s one of my all-time favorites. And if you love it, you should absolutely move on to Atkinson’s other excellent novels (though perhaps not Life After Life right this minute, unless you feel up for some rather vivid descriptions of the Spanish flu). –Jessie Gaynor, Social Media Editor\n\nSamantha L. loves:\nNeil Gaiman, Stardust\nKatherine Arden, The Bear and the Nightingale\nGail Carson Levine, Ella Enchanted \nLit Hub recommends:\nIf you’re willing to try something a little edgier but still fairy tale infused, I’d recommend getting into Helen Oyeyemi—I’d cosign anything she’s written, really, but my favorite is still Mr. Fox, which is based (loosely!) on the Bluebeard tale. And then once you’ve gobbled up all of the Oyeyemi, start in on Naomi Novik—her recent Spinning Silver is fantastic. –Emily Temple, Senior Editor\n\nNancy G. loves:\nDonna Tartt, The Goldfinch\nMichael Crummey, Sweetland\nKate Atkinson, Life After Life\nSusan Orlean, Orchid Thief \nLit Hub recommends: \nI’m getting a preference for sprawling, cinematic narratives with a hint of mystery. Excellent! My number one recommendation is The Corrections. I know, Jonathan Franzen not-unreasonably rubs some people the wrong way, but if you haven’t read The Corrections, it’s a genuinely great, tooth-sinkable novel that’s both propulsive and satisfyingly complex. It’s also surprisingly and darkly funny. I’d also check out Nathan Hill’s The Nix, for similar reasons: deft complexity, beautiful pacing, masterful plot. Both novels have the added treat of allowing you to escape into someone else’s (very dramatic) familial problems for a spell.  –Jessie Gaynor, Social Media Editor\n\nColin B. loves:\nGeorge Saunders\nHer Body and Other Parties\nDenis Johnson, Largesse of the Sea Maiden. \nIf you’re sensing a pattern, I would enjoy anything that deals with tearing down the world as we know it right now, or humbles my over-inflated ego during this period of social distancing. White male authors not required at this time. \nLit Hub recommends: \nI am indeed sensing a pattern. If you haven’t picked it up yet, I recommend Nana Kwame Adjei-Brenyah’s excellent debut collection Friday Black, which should scratch your Saundersian (and world-destroying) itch. I also feel moved to recommend Akwaeke Emezi’s Freshwater, which could humble any reader who thinks they know all about what books are or what they can do. –Emily Temple, Senior Editor\n\nEvander C. loves:\nJosé Saramago, Blindness\nThe Terror\nShadow Out of Time\nLit Hub recommends: \nA trio of chilling literary tales you’ve aligned yourself with there, Evander. I think you might enjoy Ahmed Saadawi’s International Prize for Arabic Fiction-winning novel, Frankenstein in Baghdad. A contemporary take on the Frankenstein myth, set during the aftermath of the US invasion of the Iraqi capital, this novel (part horror, part disquieting political satire) tells the story of a junk-dealer named Hadi al-Attag who collects the scattered body parts of bomb victims, stitches them together, and inadvertently creates a grotesque creature, hell-bent on vengeance.  –Dan Sheehan, Book Marks editor\n\nOsama S. loves:\nAmitava Kumar, Immigrant, Montana\nMy Life in Middlemarch\nLucky Jim\nLit Hub recommends:\nI’m seeing a love for writers and their literary hijinks here. For you, I recommend Andrew Martin’s Early Work, in which a young writer tries (and basically fails) not to derail his whole life over an infatuation. It is very well written, and will make you cringe in a similar way to Lucky Jim. –Emily Temple, Senior Editor\n\nCurtis R. loves:\nUmberto Eco, The Name of the Rose\nTrainspotting\nSharp Objects\nIt\nThe Damnation Game\nLit Hub recommends: \nNot only do I have one book recommendation for you, I have six (and counting): Tana French’s Dublin Murder Squad series. To be honest, this is a recommendation tinged with envy, because now is the perfect time to tear through them all. Your affinity for Gillian Flynn suggests that you value tension and atmosphere, and French has both by the bucketful. While the series never approaches the pure horror of King, they share with It an interest in childhood fears and the role they play in shaping us. Besides all that, they’re beautifully written. –Jessie Gaynor, Social Media Editor \n\nCarlotta E. loves:\nMikhail Bulgakov, The Master and Margarita\nAgainst Everything\nMilkman\nHere are three other things I love: \nbaking bread\n\nLit Hub recommends:\nHmm. This is a tricky mix: the darkly carnal humor of Bulgakov, the kindhearted (and exasperated) erudition of Greif, the wry, fatalistic rhythms of Burns… set against the down-to-earth pleasures of bread, dogs, and running? This may sound weird, but I’m going to hazard Peter Carey’s virtuosic inhabitation of Aussie outlaw Ned Kelly, in True History of the Kelly Gang. Hell, it’s worth it alone for the unpunctuated first-person cadences of the main character (who most certainly eats bread, definitely runs, and likely crosses paths with a border terrier).  –Jonny Diamond, Editor in Chief\n \nMichael C. loves:\nCarson McCullers, The Heart is a Lonely Hunter\nEM Forster, Howards End\n Slaughterhouse Five\nLit Hub recommends: \nAh, these are such bighearted books, filled with characters who (whether they admit it or not) so love the world it is almost unbearable to see their disappointment in it. So that’s why I’m recommending The Human Comedy by William Saroyan, which centers on 14-year-old boy just trying to get through WWII with his bighearted family in California’s Central Valley, waiting for dad to come home. The kid would have had a HUGE crush on Mick Kelly.   –Jonny Diamond, Editor in Chief\n\nBilbo P. loves:\nLucia Berlin, A Manual for Cleaning Women\nLast Exit to Brooklyn\nFat City\n(I know Denis Johnson is reminiscent, so something else would be appreciated.) \nLit Hub recommends:\nThis one is easy: A Fan’s Notes, by Fred Exley. The writers you mention (who I love) each seemed to have one story to tell, and they kept telling it with varying levels of success. Exley also had one story to tell, and he told it only once, in this incredible autobiographical novel of football, failure, and getting by on the outskirts of America. (This is one of my favorite books.)  –Jonny Diamond, Editor in Chief\n\nDanielle B. loves:\nRichard Adams, Watership Down\nThe Sweetness at the Bottom of the Pie\nSomething Wicked this Way Comes\nLit Hub recommends:\nAh, I see you have a taste for the darkness dwelling down all the green and sunlit laneways of our rural imaginings! I haven’t read the Bradley, but for a wholly unique and tenebrous account of rural England—before it was even called England—might I recommend The Wake, by Paul Kingsnorth? Stylistically, it may be a reach for you—the 11th-century Albion patois takes some commitment to internalize—but its grim urgency and uncomfortable intimacy with the contours of the land itself align eerily with Watership Down.  –Jonny Diamond, Editor in Chief\n\nHaley J. loves:\nAll Kurt Vonnegut books but mainly Cat’s Cradle\nLife, a User’s Manual\nGeorge Saunders, Lincoln in the Bardo\n or anything else by Toni Morrison \nLit Hub recommends: \nFor me these books represent something like a radical moral canon: tenderness in the service of truth, anger aimed at injustice, comedy in aid of survival. These are serious books about serious times, creating entire worlds in which to live… so I’m going to recommend William T. Vollman’s Europe Central, a wildly ambitious (even for him!) novelization of the siege of Stalingrad in WWII, featuring the likes of Shostakovich and Akhmatova and a whole cast of poor, benighted souls lost in the bloodlands of far Eastern Europe.  –Jonny Diamond, Editor in Chief\n\nMary Jo A. loves:\nAnne Enright, The Gathering\nHelen DeWitt, The Last Samurai\nSebastian Barry, Days without End\nDavid Grossman, To the End of the Land\nPat Barker, Regeneration Trilogy\nLit Hub recommends: \nThe Last Samurai is probably the real outlier here, nested among these more conventional accounts of war and its inevitable tragedies, but I’m going to take it as a sign you’re up for anything. So I’m going to recommend Delia Falconer’s remarkable novel, The Lost Thoughts of Soldiers, which dials us in to the staticky daydreams of retired 7th Calvary general Frederick W. Benteen (a real person who had the great misfortune of surviving General Custer’s Battle of Little Bighorn) as he lives out his days in Atlanta drifting in and out of a ghost-filled past.  –Jonny Diamond, Editor in Chief\n\nAndreas D. loves:\nFyodor Dostoevsky, Crime and Punishment\nGabriel García Márquez, One Hundred Years of Solitude\nOscar Wilde, The Portrait of Dorian Gray\nLit Hub recommends: \nIn the interest of balancing the dude energy here, and completing the dorm room full-house, I’m just going to advise you to read Mrs. Dalloway by Virginia Woolf, and The Bell Jar by Sylvia Plath.   –Jonny Diamond, Editor in Chief\n\nGary H. loves:\nAlfred North Whitehead, Process and Reality\nMetaphysics as a Guide to Morality\nRobert A. Heinlein, The Moon is a Harsh Mistress\n(I’m not just being difficult, either—I’ve read all three multiple times. I took #1 with me to Tahiti for beach reading!)\nLit Hub recommends:  \nNot difficult at all! This is an easy one. The World As I Found It, by Bruce Duffy, is a great work of historical-philosophical fiction, following as it does the life and times of Ludwig Wittgenstein including, of course, his time at Cambridge where he may or may not have met Whitehead, but certainly did meet Murdoch once.   –Jonny Diamond, Editor in Chief\n\nJae K. loves:\nJane Bowles, Two Serious Ladies\nThe Bridegroom Was a Dog\n\nLit Hub recommends: \nI am going to highly recommend the story collection  Here Until August by Josephine Rowe (who has, indeed, been called a millennial Alice Munro). A master of place and mood, Rowe tenderly deploys her characters across multiple continents, and though they never think of themselves as the main characters of their own lives, they somehow occupy center stage in the reader’s mind long after the book is done.  –Jonny Diamond, Editor in Chief\n\nTrevor F. loves:\nHenry Miller, Tropic of Cancer\nThe Savage Detectives\nGoing Down\nI enjoy iconoclasm (I grew up very religious—spent 2 years as a Mormon missionary in Argentina), philosophical undertones, and big words. I read in English and Spanish.\nLit Hub recommends:\nBased on this list I’m going to assume you’ve probably already read The Power and the Glory, by Graham Greene, the story of disgraced priest on the run in Mexico in the 1930s? Real Going Down vibes. Maybe reread it? And though I haven’t read him in Spanish, I imagine the stark, existential clarity of Miguel de Unamuno is very similar to Camus’s flat style (which is very accessible in French for non-native speakers). Highly recommend.  –Jonny Diamond, Editor in Chief",
    "link": "https://lithub.com/our-personalized-quarantine-book-recommendations-round-2/",
    "author": "Literary  Hub",
    "date_updated": "2020-03-27T07:48:47.000Z"
  },
  {
    "title": "How a French Midwife Solved a Public Health Crisis | JSTOR Daily",
    "description": "It was the 1700s, and France was facing a public health crisis: too many babies were dying in childbirth, especially in the countryside. A particularly panicky priest reported that he believed nearly 200,000 babies were dying each year. Leaders worried that they were headed toward depopulation. In 1735, the maternity ward of Paris’s oldest hospital, Hôtel Dieu, began providing three-month training workshops for midwives from the provinces. Alas, the program was not a success. Most women didn’t wish to travel that far and spend that much time away from their families.\nSo, the country’s problems with ill-trained midwives persisted. When a noble from the rural Auvergne region came to Paris declaring that he needed a midwife to come educate the region’s peasants in the art of delivery, one exceptionally experienced and entrepreneurial midwife heeded the call.\n  \nSeeing the horrific state of birth in Auvergne inspired du Coudray to transform childbirth education.\n  \nAngélique Marguerite Le Boursier du Coudray was head midwife at the Hôtel Dieu, where approximately 1,500 babies were born every year—sometimes a dozen a day. She had become a certified midwife after graduating from the College of Surgery and completing three years of apprenticeship. Thirty-six-year-old du Coudray had been practicing for eleven years when she headed to Auvergne, in 1751. Although she was unmarried, she took on the prefix “madame” to appear more conventional.\nAuvergne’s inhabitants were largely poor. They endured harsh winters, hot summers, and unproductive soil. For many country midwives, a speedy delivery was a good delivery. If things weren’t progressing quickly enough, they might tell the woman to jump up and down, or administer herbs to induce vomiting and diarrhea. Unsurprisingly, their methods resulted in many stillbirths and birth injuries. Du Coudray knew better:\nThe infinite calamities caused by ignorance in the countryside and which my profession has given me occasion to witness moved me to compassion and animated my zeal to procure more secure relief for humanity.\n\nSeeing the horrific state of birth in Auvergne inspired her to transform childbirth education. She crafted a life-sized birthing mannequin. Using dyed fabric, stuffing, leather, wood, wicker, and real pelvic bones, she built a model of the lower torso. She rigged up strings and straps to make the birth canal and perineum stretch, and installed sponges to spurt dyed liquids, simulating blood and amniotic fluid, at just the right moment.\n The stuffed newborn that emerged had a little nose, ears, mouth, and tongue, as well as ink-drawn hair, and was attached via a fabric umbilical cord. Du Coudray also crafted a set of twins attached to a placenta, a shriveled umbilical cord, a crushed infant head, and a fabric model of the reproductive system. To test her students’ knowledge, she numbered and identified each part with parchment. Du Coudray just called this contraption her “machine.” It cost roughly 300 livres (roughly $2,800 today) to construct. Such machines are sometimes called “obstetric phantoms.”\n“I perfected an invention that pity made me imagine,” du Coudray explained. “The advantages of this invention are immediately apparent.”\n* * *\nDu Coudray also wrote a textbook. Published in 1759, the Abrégé de l’art des accouchements (Abstract of the Art of Childbirth) was a practical, illustrated childbirth manual. It was a small, unfussy text, unengraved and cheaply produced. It was meant to be carried around in an apron and consulted frequently. Du Coudray’s mechanical view of childbirth is as apparent in her mannequin as it is in her textbook. As the science historian Londa Schiebinger wrote:\nWhen presented with a breech birth, she explained how she held the baby by the feet, pulling it out to the knee, then, taking firm hold, turned the baby so that its chin, once threatening to catch on the mother’s pubic bone, now pointed downward. She straightened the baby and brought down the arms; then going deep inside the mother with her hands, she slipped the finger of one hand inside the mouth while pushing down on the back of its head with the other to jar the baby loose.\n\nDu Coudray knew many of her students were illiterate, so she created her book in a way that could be understood whether or not you could read. The colorful images depict the mother’s pelvis and some associated soft tissues and the descending infant, presented as if you were looking through the skin and fat and seeing only the necessary bones and reproductive parts. Also illustrated are the midwife’s hands and how they should be positioned. After being trained by du Coudray and practicing on her machine, the illiterate midwife could consult the book’s illustrations as a reminder of what to do in a particular case. As Schiebinger noted:\nThese delicate maneuvers, the ability to visualize the interior of the mother’s body—the position and function of her organs and bones—the ability to manipulate the baby without damage, to know how and when to administer herbal remedies, all had to be packaged in a way that could be taught quickly to illiterate female students in the countryside.\n\nThe book follows the same order as du Coudray’s lectures. First, reproductive organs and the reproductive process are explained. Next, prenatal care. Then, the bulk of the text is spent on deliveries. Du Coudray’s pedagogy attempts to prepare her pupils to handle every eventuality. Common malpresentations of the baby are covered, such as breech (feet-first), knee-first, stomach-first, or arm-first. Delivery of twins or a stillborn are also discussed. Finally, du Coudray outlines rare complications she’s encountered. Of her “little work,” du Coudray stated, “I was determined to make it simple; I have assembled in it all that is most essential in this art, and most accessible to those least schooled in this matter.”\nThe machine of Madame du Coudray via Flickr\nThe magistrate of Auvergne asked her to craft a machine for each of the most populous cities in his region. A surgeon from each city came to study the inner workings of the machine with du Coudray for fifteen days, then took it back with them. These surgeons would in turn train their local midwives in her methods. When the Academy of Surgery heard about her machine, they asked her to bring it in for assessment. Because of its accuracy and detail, it was awarded a seal of approval as a childbirth education tool. “This was a rare honor—even more so for a woman,” noted the midwife and medical historian Scottie Hale Buehler, and “approval of du Coudray’s mannequin was no small feat for the midwife.”\nDu Coudray translated her success in Auvergne into an advertisement. She penned a letter to a cadre of the king’s men touting her machine, textbook, and transformational teaching method. She claimed that after three months of lessons, even women without “the remotest knowledge of childbirth” could be sufficiently trained. Other courses on childbirth only taught theory, and only prepared midwives for normal births, she explained, so any complications would catch them off guard. Those blind spots greatly increased the likelihood that such complications would prove deadly for mom and baby. Du Coudray wrote:\nYoung surgeons and women, rushing to benefit from a profession they know only superficially, spill out all over the countryside. But when difficulties arise, they are absolutely unskilled, and until long experience instructs them, they are the witness or the cause of many misfortunes.\n\nMisfortunes included lost lives, babies deformed or disabled, and young mothers rendered infertile. She asserted that “one learns on the machine in little time how to prevent such accidents.”\nShe was a crafty businessperson who knew her audience. She stressed the importance of her work as a patriotic necessity that protected the country’s most precious commodity: its future citizens and soldiers. The king would do well to employ her expertise across the entire country, she reasoned.\nHer pitch worked. King Louis XV commissioned her to take her training all over France. From 1760 to 1783, du Coudray criss-crossed the nation, teaching midwives how to deliver babies. Most cities paid her 300 livres a month for her teaching. Students were never charged for the training. She was also given lavish gifts, which she interprets as emblems of her success. Across her tenure, du Coudray taught upwards of 10,000 students. When all was said and done, she and the surgeon-demonstrators who carried on her work had trained two-thirds of France’s midwives.\n* * *\nNot everyone was pleased by du Coudray’s activities. In his hefty text, Precis de doctrine sur l’art d’accoucher (Precise Doctrine on the Art of Childbirth), the Parisian surgeon and accoucheur (male midwife) Jean Le Bas declared du Coudray’s machine a woefully inadequate teaching tool: “the best executed mannequin is only a ghost, an enactment, a shadow of truth, capable of giving false ideas to the beginners who, once having their heads filled, would not know to avoid the practice of a bad job on a living subject.”\nLe Bas worried such practice would give students a false sense of security that would quickly disappear when presented with a real live woman in labor. Her passive stuffed mannequin bears too little resemblance to a living, breathing, pain-wracked body. One could only truly learn from experience observing and assisting actual bodies in labor.\nBuehler, the medical historian, draws attention to how Le Bas’s choice of words “phantom, simulacrum, and shadow of truth (phantôme, simulacre, ombre du vrai) exposes his belief in the lack of transferability of skills learned on the machine to a woman in labor.”\nOne anonymous citizen wrote to defend the woman “who trains midwives all over the Kingdom on behalf of the King” from such attacks. Of the machine, this citizen noted: “This innocent artifice succeeded for du Coudray to make the students repeat the maneuvers; these good women were encouraged and succeeded perfectly.”\nA handful of towns, mostly across the south of France, turned her away. In some areas, the town midwife was an experienced, revered member of the community. It was insulting for them to be lumped in with the ill-qualified practitioners, characterized as backwoods numpties. Others were simply turned off by her puffed-up self-importance and brazen self-promotion.\n  \nJust a few years after du Coudray graduated, surgeons tried to eliminate midwives by barring them from attending the University of Paris’s school of surgery.\n  \nLong before she rose to national prominence, du Coudray helped ensure Parisian midwives got proper training. Female midwives had long been in charge of uncomplicated births, with surgeons called in for emergencies or difficult births. But men increasingly wanted dominion over all births. Just a few years after du Coudray graduated, surgeons tried to eliminate midwives by barring them from attending the University of Paris’s school of surgery. Without a credentialing exam, unlicensed, and occasionally untrained, midwives took to setting up shop anyway. Du Coudray, along with 39 other midwives, signed a petition demanding that the medical faculty provide instruction in reproductive anatomy to midwives. The University conceded.\nIn other words, it wasn’t just life-saving training that du Coudray gave France; she also demonstrated the indispensability of midwives. Thanks to the rise of obstetric forceps in the mid-1700s, surgeons were raving about the potential of this tool to transform childbirth and render midwives superfluous. Midwives were subordinate members of the surgeons’ guild, subject to their policing and lacking a recognized group of their own. A 1755 parliamentary resolution ruled that midwives were not allowed to wield forceps, only surgeons. But du Coudray was determined that her methods would render forceps superfluous.\nShe died in 1794. Thanks to gaps in the historical record, it took the science historian Nina Rattner Gelbart a decade to write the only existing biography of du Coudray. And only one du Coudray machine survived. Writing in the literary magazine Prairie Schooner, the poet Leslie Adrienne Miller described encountering it for the first time:\nI gasp out loud\nwhen I find Le Boursier’s soft machine\nof linen and leather, the woman’s thighs\ngreat hams of rosy fabric gathered at the knees like parlor bolsters,\nthe plush swell of belly draped\nin a modest apron opened in a V,\nthat all who would deliver her\nmight see the fine embroidery\nof the wrinkled vulva giving way\nto the crowning cloth doll, one puffed\numbilical cord to announce life,\nIt resides at the Flaubert Museum of the History of Medicine, in Rouen, France, a reminder of Du Coudray’s transformative work.",
    "link": "https://daily.jstor.org/how-a-french-midwife-solved-a-public-health-crisis/?utm_term=Read%20More&utm_campaign=jstordaily_03262020&utm_content=email&utm_source=Act-On+Software&utm_medium=email",
    "author": "Pages",
    "date_updated": "2020-03-25T13:05:00.000Z"
  },
  {
    "title": "Author Ernest Hemingway Quarantined with his Wife and Mistress",
    "description": "Last week, a letter supposedly written by F. Scott Fitzgerald—quarantined due to the Spanish Flu in 1920—made the social media rounds. In it, Fitzgerald states that he and Zelda had fully stocked their bar, and called Hemingway a flu “denier” who refused to wash his hands. This letter went viral.\nThe only problem? It was not written by Fitzgerald; its true author is Nick Farriella, who had written it as a parody for McSweeney’s earlier this month. However, for those of you who crave an actual Lost Generation quarantine story, you’re in luck. Please allow me to entertain you with the true story of how Ernest Hemingway was once quarantined not only with his wife and sick toddler, but also his mistress. He actually took quite nicely to it.\n  \n  \n\n \n \nIn the summer of 1926, Hemingway was still married to his first wife, Hadley Hemingway, and they had a three-year-old son Jack, whom they called Bumby. Hemingway and Hadley had arrived in Paris a few years earlier so Hemingway could pursue his dream of becoming a world-famous, groundbreaking writer. That summer he was on the brink of a breakthrough, accumulating the lifestyle trappings he felt a celebrity author must have—including a fashionable mistress, Pauline Pfeiffer.\nWhereas Hadley was church-mouse–poor, Pauline was an heiress; while Hadley was homely and docile, Pauline was a sleek Vogue editor with a commanding personality. When Hadley had, just weeks earlier, learned of the affair and confronted Hemingway about it, he had grown furious and told her that she was the true offender. He raged that everything would have been just fine if she hadn’t dragged the situation into the open.\nThe couple decided to carry on, but it became clear that Hemingway had no intention of giving up Pauline; nor did his mistress intend to bow out. Rather, she made herself omnipresent. It was just going to take Hadley a while to get used to her new normal.\nHemingway went on to Madrid to attend the bullfights, and Hadley took Bumby to Cap d’Antibes to stay with their wealthy friends Sara and Gerald Murphy in the now-legendary Villa America. The home was a Riviera paradise, perched on top of terraced lawns and orchards above the Mediterranean. \n  \n   \n\n \n  \n  \n  \n\n \n  \n Bumby had a cough when he arrived from Paris; it worsened when he and Hadley arrived in Cap d’Antibes. Watching the little boy play with their three children on the beach, the Murphys grew anxious and summoned their doctor, who came to Villa America to examine Bumby. His diagnosis: whooping cough, a highly contagious respiratory illness that induces violent, uncontrollable coughing fits.\n  \n  \n\n \n \nOn medical orders, the Murphys immediately exiled Hadley and Bumby from Villa America. Luckily, F. Scott Fitzgerald and his wife Zelda—who were also summering in Antibes—had a lease on a small house nearby and offered it as a quarantine shelter to them. Gerald Murphy wrote to Hemingway in Madrid, trying to put a good face on the situation: Hadley would probably be far happier not having to listen to the shrieks of so many kids, he contended, and Bumby was under the care of a superlative English doctor and eating fresh vegetables from the garden. Hemingway was not to worry; everything was under control. \nBumby’s nanny hustled down from Paris to the Riviera where she, Hadley, and Bumby settled into an isolated sickroom routine. The Murphys and Fitzgeralds kept “a grand distance from us poisonous ones,” Hadley reported to Hemingway, although both families sent them provisions. Loneliness and uncertainty tormented Hadley, although a walk into town and a shot of whisky helped alleviate her unhappiness and stress. \n  \n  \n\n \n \nSoon, however, company arrived that made Hadley long for solitude again. “Pfeiffer is stopping off here Wednesday,” Hadley informed Hemingway in a letter.\n\nHadley later stated that she was bemused by Pfeiffer’s sudden appearance, even claiming to one biographer that Hemingway had likely implored Pfeiffer—who’d had whooping cough as a child and was immune—to go to Hadley and help alleviate the family’s isolation. But in reality, on May 21, Hadley wrote Hemingway and told him that she’d invited Pfeiffer “to stop off here if she wants,” adding that it would be a “swell joke on tout le monde if you and Fife and I spent the summer [together]” on the Riviera. She appeared to be making light of the tricky romantic situation. In any case, Pfeiffer moved into the house. \nSoon Hemingway joined them, setting the stage for what must have been one of the odder and more claustrophobic households in literary history. The idea of sharing a two-bedroom house with his mistress, an angry wife, a contagious, sick toddler, and a hovering nanny might have brought a lesser man to his knees, but Hemingway later described the setting as “a splendid place to write.”\n  \n  \n\n \n \nThe Murphys and the Fitzgeralds did what they could to keep up the morale at the Hemingway-Pfeiffer homestead. In the early evenings at cocktail hour, they would park their cars on the road in front of the house have a drink by the fence lining the small front yard. Hemingway, Hadley, and Pfeiffer held up their end of the party from the veranda.\n\nThey were indeed social distancing pioneers, and it gave the Fitzgeralds and Murphys front-row seats to the drama of the Hemingways’ unconventional new arrangement—their “domestic difficulties,” as Zelda put it. At the end of each evening, the group mounted their empty bottles upside down on the fence spikes. By the time the Hemingways and Pfeiffer left a few weeks later, these trophies ran the entire length of the fence.\n  \n  \n\n \n \nThe quarantine worked: Bumby healed, and apparently no one else fell ill. After a few weeks, the trio moved their headquarters to a nearby hotel, where they stashed Bumby and his nanny in a little house on the grounds to continue his convalescence. \nPfeiffer remained ubiquitous—“everything was done a trois,” Hadley later recalled. Even now that they were all out of strict quarantine, Pfeiffer even crawled into the Hemingways’ bed in the morning to share their breakfast. Hadley also later recalled that Pauline insisted on giving her a diving lesson that almost killed her.\nAfter Pfeiffer went back to Paris, she peppered the Hemingways with letters, including one that brazenly stated, “I am going to get everything I want.”\nNot surprisingly, the Hemingway marriage did not last the summer. They had survived whooping cough and quarantine, but the onslaught of Miss Pauline Pfeiffer proved fatal.\n  \n  \n\n \n \nThis story was partly adapted from Lesley Blume’s book Everybody Behaves Badly: The True Story Behind Hemingway’s Masterpiece The Sun Also Rises. Her next book, Fallout: The Hiroshima Cover-up and the Reporter Who Revealed It to the World, will be released summer 2020.",
    "link": "https://www.townandcountrymag.com/leisure/arts-and-culture/a31827643/hemingway-quarantine-wife-mistress/",
    "author": "Pages",
    "date_updated": "2020-03-24T05:11:00.000Z"
  },
  {
    "title": "The Crisis Could Last 18 Months. Be Prepared.",
    "description": "Get your battle rhythm, I keep telling myself, as I put on my oversize sweatpants for the third day in a row. Staying inside, away from our offices, routines, and community, feels jarring even for those who, on a rational level, understand the need for extreme social distancing. The good side is having more family time. But everything seems upended, even to homeland-security professionals who argued for upending everything to slow the spread of COVID-19.\nJust as seasickness abates once you can see the shore, the disruptions that the country is now experiencing would be easier to manage if we knew they would end soon. The community-isolation effort happened remarkably fast—within days, whole communities all but closed down, and earlier this week the federal government finally recommended the same. On Thursday, Governor Gavin Newsom ordered the entire state of California to stay home “until further notice.” But the way the crisis ends will be far more muddled. There isn’t going to be one all-clear signal—and certainly not one anytime soon.\n[Read: What you need to know about the coronavirus]\nAs the days and weeks in isolation go by, and the shock of What just happened? turns to Family time is overrated, people will become more insistent on knowing two things: When will the pandemic end? And when can we go back to normal? Those questions have different answers, and the answer to the latter—far from being a purely scientific decision—will be guided by ice-cold moral and political calculations that nobody wants to discuss out loud.\nFrom a public-health standard, the pandemic will not end for another 18 months. The only complete resolution—a vaccine—could be at least that far away. The development of a successful vaccine is both difficult and not sufficient. It must also be manufactured, distributed, and administered to a nation’s citizens. Until that happens, as recent reports from the U.S. government and from scientists at London’s Imperial College point out, we will be vulnerable to subsequent waves of the new coronavirus even if the current wave happens to ebb.\nNone of which means that people now hunkered down at home will keep doing so through late 2021. The economic consequences of an indefinite lockdown are unsustainable. And at a certain point, the emotional tensions that staying home imposes upon families, as spouses grate upon each other and children get bored and fall behind on their schoolwork, become a danger to domestic harmony, and maybe even to everyone’s sanity.\nAt the moment, we are just playing for time. Whether social distancing is working will be clearer in a month than it is now, but even then we will not know to a moral certainty when adults can safely go back to the office and children can go back to school. Which is partly why employers, university officials, and others have given such widely varying time frames for how long they are shutting things down—two weeks, until the end of April, until the end of the academic year, until sometime later.\nTwo weeks, for what it’s worth, is just a way of breaking the bad news easily. If anything, we are likely to see more draconian distancing measures if the data start to show success. The goal of social distancing, as everyone now knows, is to “flatten the curve”—to keep the number of COVID-19 cases from spiking faster than the medical system can mobilize to handle them. But a flatter curve is longer; a failure of social distancing would mean the peak comes sooner—at a horrifying cost of lives—but also that Americans are back outside sooner.\nIf entirely suppressing the coronavirus is a public-health ideal, crisis management is the homeland-security standard. The goal is to minimize risk, maximize defenses, and maintain social cohesion at the same time. In a society that must start moving again at some point, emergency-management planners looking at the metrics may seem heartless.\n[Read: Why the coronavirus has been so successful]\nIn the military, commanders must make calculations about acceptable losses; the benefits of a mission have to be weighed against the certainty that some soldiers will be lost. We don’t have such language in the homeland-security world, but trade-offs are still inevitable. The wrenching decision to open up again—to accept more exposures to the coronavirus as the price of an earlier economic revival—is simply a judgment call. It is too late to prevent tragedy entirely; our goal is to manage it within the limits of scientific progress and public tolerance.\nIn the weeks to come, we should see a surge not only of patients, but also of supplies. The federal government has two main jobs right now: to get testing kits distributed nationwide, and to quicken the flow of money and expertise to support state and local efforts and expand the capacity of the health system. Go big or go home—the classic warning against half measures—is an old emergency-management maxim, and current circumstances give it an ironic twist: Because Americans are at home, the federal government needs to go big.\nManaging the pandemic well doesn’t mean eradication; it means that our ability to mitigate how many people die—our ability to isolate those sick, test their contacts, care for them in available intensive-care beds with available respirators—is working. Social distancing, currently our primary tool to manage the burdens on our health-care system, will eventually give way to efforts to quickly identify those infected, before they can expose others, and also to treat those already exposed. Even before a vaccine is available, the United States will fall into a steady-state suppression effort—which is to say, life will go on, even as public-health officials play whack-a-mole with individual outbreaks.\nSo, that’s the plan. Sometime between now and when a vaccine becomes available, restaurants and schools and offices will reopen. It won’t happen all at once, as if by official decree, but as individual households and workplaces conclude one by one that they’ve had enough—and that the surge in testing kits, intensive-care beds, and other resources is finally sufficient to meet the need. That won’t take a year and a half. But I expect to be in these sweats for at least another month—and I’m planning for two.",
    "link": "https://www.theatlantic.com/ideas/archive/2020/03/there-isnt-going-be-all-clear-signal/608512/?utm_source=feed",
    "author": "The Atlantic",
    "date_updated": "2020-03-21T09:00:00.000Z"
  },
  {
    "title": "The Horrifying Things I’ve Seen as an Office Manager in Silicon Valley",
    "description": "Illustration: Aaron Alvarez\n\nThis article is part of San Francisco Confesses, a feature series dedicated to anonymous stories from locals they’d never share with their name attached.\n received the Slack message at 10 p.m., right before jumping into bed to watch an episode, or three, of…",
    "link": "https://thebolditalic.com/the-horrifying-things-ive-seen-as-an-office-manager-in-silicon-valley-8b572c6a7c72",
    "author": "Pages",
    "date_updated": "2020-02-27T21:48:51.000Z"
  },
  {
    "title": "The 15th Anniversary of Doing Kottke.org as a Full-Time Job",
    "description": "Fifteen years ago this week, on Feb 22, 2005, I announced that I was going to turn kottke.org, my personal website, into my full-time job.\nI recently quit my web design gig and — as of today — will be working on kottke.org as my full-time job. And I need your help.\nI’m asking the regular readers of kottke.org (that’s you!) to become micropatrons of kottke.org by contributing a moderate sum of money to help enable me to edit/write/design/code the site for one year on a full-time basis.\nIt seemed like madness at the time — I’d quit my web design job a few months earlier in preparation, pro blogs existed (Gawker was on its 3rd editor) but very few were personal, general, and non-topical like mine, and I was attempting to fund it via a then-largely-unproven method: crowdfunding. As I wrote on Twitter the other day, attempting this is “still the most bonkers I-don’t-know-if-this-is-going-to-work thing I’ve ever done”.\nThese days, people are used to paying directly for online media through services like Kickstarter, Patreon, and Substack and kids want to run their own personality-driven businesses online when they grow up. But back then, aside from the likes of the WSJ, websites were either a) free to read or b) free to read & supported by advertising and being an online personality was not a lucrative thing. But I figured that enough of you would pitch in to support the site directly while keeping it free to read for everyone with no advertising.\nIn order to make it feel somewhat familiar, I patterned it after a PBS/NPR fund drive. During a three-week kick-off period, I asked people to support the site by becoming micropatrons. The suggested donation was $30 (but people could give any amount) and there were thank you gifts — like signed books, software, signed photo prints, a free SXSW ticket — for people who contributed. Several hundred people ended up contributing during those three weeks, enough for me to do the site for a year. I still remember that first day, responding to well-wishes from friends on AIM and watching my PayPal account fill up, and it hitting me that this bonkers scheme was actually going to work and pretty much bursting into tears.\nFast forward to the present day and this little website is still chugging along. In its almost 22 years of existence, kottke.org has never gotten big, but it’s also never gone away, predating & outlasting many excellent and dearly missed sites like Grantland, Rookie, The Toast, The Awl, Gawker, and hundreds of others. I have other people write for the site on occasion, but it’s still very much a one-person production by a reluctant influencer (*barf*) who, as an introvert, still (naively?) thinks about posts on the site as personal emails to individual readers rather than as some sort of broadcast. I’d like to thank those early supporters for having faith in me and in this site — you’re the reason we’re all still here, gathered around this little online campfire, swapping stories about the human condition.\nAbout 3 years ago, I returned to the crowdfunding model with kottke.org’s membership program. Since then, I’m very happy to report, readers like you who have purchased memberships have become the main source of financial support for the site. As I’ve written before, I have come to love the directness of this approach — I write, you pay, no middlemen, and, crucially, the site remains part of the Open Web, unpaywalled & free for everyone to read. If you’ll indulge me in a request on this anniversary, if you’re not currently a member of the site (or if your membership has lapsed) and can afford to do so, please consider supporting the site with a membership today. I really appreciate everyone who has become a member over the past few years — thank you!! — and I hope you will consider joining them.\nNote: I have no photos of myself taken around this time in 2005, so the photo at the top of the post is me circa spring 1996. I’d dropped out of grad school & was back living at my dad’s house, spending 10-12 hours a day online (via a 28.8K modem) trying to figure out how to build websites. I applied for jobs & internships at places like Wired/Hotwired, Razorfish, Studio Archetype, and MTV but no one wanted to hire a physics major w/ no art or design education or experience to design websites. kottke.org was still a couple of years off at this point…\nTags: Jason Kottke   kottke.org   webdev",
    "link": "https://kottke.org/20/02/the-15th-anniversary-of-doing-kottkeorg-as-a-full-time-job",
    "author": "kottke.org",
    "date_updated": "2020-02-25T17:38:35.000Z"
  },
  {
    "title": "Wikipedia Is the Last Best Place on the Internet",
    "description": "The site's innovations have always been cultural rather than computational. It was created using existing technology. This remains the single most underestimated and misunderstood aspect of the project: its emotional architecture. Wikipedia is built on the personal interests and idiosyncrasies of its contributors; in fact, without getting gooey, you could even say it is built on love. Editors' passions can drive the site deep into inconsequential territory—exhaustive detailing of dozens of different kinds of embroidery software, lists dedicated to bespectacled baseball players, a brief but moving biographical sketch of Khanzir, the only pig in Afghanistan. No knowledge is truly useless, but at its best, Wikipedia weds this ranging interest to the kind of pertinence where Larry David's “Pretty, pretty good!” is given as an example of rhetorical epizeuxis. At these moments, it can feel like one of the few parts of the internet that is improving.\nOne challenge in seeing Wikipedia clearly is that the favored point of comparison for the site is still, in 2020, Encyclopedia Britannica. Not even the online Britannica, which is still kicking, but the print version, which ceased publication in 2012. If you encountered the words Encyclopedia Britannica recently, they were likely in a discussion about Wikipedia. But when did you last see a physical copy of these books? After months of reading about Wikipedia, which meant reading about Britannica, I finally saw the paper encyclopedia in person. It was on the sidewalk, being thrown away. The 24 burgundy-bound volumes had been stacked with care, looking regal before their garbage-truck funeral. If bought new in 1965, each of them would have cost $10.50—the equivalent of $85, adjusted for inflation. Today, they are so unsalable that thrift stores refuse them as donations.\nWikipedia and Britannica do, at least, share a certain lineage. The idea of building a complete compendium of human knowledge has existed for centuries, and there was always talk of finding some better substrate than paper: H. G. Wells thought microfilm might be the key to building what he called the “World Brain”; Thomas Edison bet on wafer-thin slices of nickel. But for most people who were alive in the earliest days of the internet, an encyclopedia was a book, plain and simple. Back then, it made sense to pit Wikipedia and Britannica against each other. It made sense to highlight Britannica's strengths—its rigorous editing and fact-checking procedures; its roster of illustrious contributors, including three US presidents and a host of Nobel laureates, Academy Award winners, novelists, and inventors—and to question whether amateurs on the internet could create a product even half as good. Wikipedia was an unknown quantity; the name for what it did, crowdsourcing, didn't even exist until 2005, when two WIRED editors coined the word.\n\nWikipedia is built on the personal interests and idiosyncrasies of its contributors. You could even say it is built on love.\n\nThat same year, the journal Nature released the first major head-to-head comparison study. It revealed that, for articles on science, at least, the two resources were nearly comparable: Britannica averaged three minor mistakes per entry, while Wikipedia averaged four. (Britannica claimed “almost everything about the journal's investigation … was wrong and misleading,” but Nature stuck by its findings.) Nine years later, a working paper from Harvard Business School found that Wikipedia was more left-leaning than Britannica—mostly because the articles tended to be longer and so were likelier to contain partisan “code words.” But the bias came out in the wash. The more revisions a Wikipedia article had, the more neutral it became. On a “per-word basis,” the researchers wrote, the political bent “hardly differs.”\nBut some important differences don't readily show up in quantitative, side-by-side comparisons. For instance, there's the fact that people tend to read Wikipedia daily, whereas Britannica had the quality of fine china, as much a display object as a reference work. The edition I encountered by the roadside was in suspiciously good shape. Although the covers were a little wilted, the spines were uncracked and the pages immaculate—telltale signs of 50 years of infrequent use. And as I learned when I retrieved as many volumes as I could carry home, the contents are an antidote for anyone waxing nostalgic.\nI found the articles in my '65 Britannica mostly high quality and high minded, but the tone of breezy acumen could become imprecise. The section on Brazil's education system, for instance, says it is “good or bad depending on which statistics one takes and how they are interpreted.” Almost all the articles are authored by white men, and some were already 30 years out of date when they were published. Noting this half-life in 1974, the critic Peter Prescott wrote that “encyclopedias are like loaves of bread: the sooner used, the better, for they are growing stale before they even reach the shelf.” The Britannica editors took half a century to get on board with cinema; in the 1965 edition, there is no entry on Luis Buñuel, one of the fathers of modern film. You can pretty much forget about television. Lord Byron, meanwhile, commands four whole pages. (This conservative tendency wasn't limited to Britannica. Growing up, I remember reading the entry on dating in a hand-me-down World Book and being baffled by its emphasis on sharing milkshakes.)\nThe worthies who wrote these entries, moreover, didn't come cheap. According to an article in The Atlantic from 1974, Britannica contributors earned 10 cents per word, on average—about 50 cents in today's money. Sometimes they got a full encyclopedia set as a bonus. They apparently didn't show much gratitude for this compensation; the editors complained of missed deadlines, petulant behavior, lazy mistakes, and outright bias. “People in the arts all fancy themselves good writers, and they gave us the most difficult time,” one editor told The Atlantic. At Britannica rates, the English-language version of Wikipedia would cost $1.75 billion to produce.\nThere was another seldom remembered limitation to these gospel tomes: They were, in a way, shrinking. The total length of paper encyclopedias remained relatively finite, but the number of facts in the universe kept growing, leading to attrition and abbreviation. It was a zero-sum game in which adding new articles meant deleting or curtailing incumbent information. Even the most noteworthy were not immune; between 1965 and 1989, Bach's Britannica entry shrank by two pages.\nBy the time the internet came into being, a limitless encyclopedia was not just a natural idea but an obvious one. Yet there was still a sense—even among the pioneers of the web—that, although the substrate was new, the top-down, expert-driven Britannica model should remain in place.",
    "link": "https://www.wired.com/story/wikipedia-online-encyclopedia-best-place-internet/",
    "author": "Pages",
    "date_updated": "2020-02-25T14:35:40.000Z"
  },
  {
    "title": "An Officer And A Diplomat: The Strange Case Of The GRU Spy With A Red Notice",
    "description": "In its original series of investigations in 2018, Bellingcat identified three GRU officers: Maj. Gen. Denis Sergeev, Col. Anatoliy Chepiga and  Col. Alexander Mishkin, M.D., linked to the March 2018 Novichok poisonings in Salisbury.\nIn several follow-up reports, Bellingcat and its investigative partner The Insider disclosed the existence of a clandestine GRU team earmarked and trained for overseas disruptive operations and extraterritorial assassinations. This elite team is disguised as part of a larger GRU training unit referred to Military Unit 29155.\nIn a report from 7 July 2019, we tracked the frequent travels of officers from this GRU team to Switzerland in the period 2016-2018, with an especially high concentration of concurrent trips to the area near Lake Geneva at the end of 2017 and early 2018.\nIn two further investigations from 2019, we disclosed the link between this GRU unit and two poisoning attempts targeting Emilian Gebrev, a Bulgarian weapons manufacturer, his son, and his business associate in April and May 2018. We identified eight different GRU officers who had visited Bulgaria undercover in the months immediately preceding the poisoning, with three of these being in Bulgaria during each of the attempts.\nOn 23 January 2020, Bulgarian prosecutors announced indictments and issued Interpol wanted alerts against three of the GRU officers previously identified by Bellingcat. Authorities also released surveillance footage showing one of them wearing a disguise and approaching several cars in an underground garage where the poison victims’ cars had been parked.\nIn this investigation conducted jointly with our partners Tamedia (Switzerland) and The Insider (Russia), we identify a key member of the recently indicted trio who, following the two failed assassination attempts in Bulgaria in 2015, was accredited to a diplomatic post under his real name in Switzerland. From his new base in Geneva, he continued to work for GRU under diplomatic cover, likely assisted various secret service operations in Switzerland, and may have taken part in the preparation of the Skripal poisoning. \nAs he was accredited by Russia through the end of 2020, this marks the first known case when a Russian diplomat is simultaneously wanted for attempted murder under an Interpol Red Notice. This GRU officer departed Geneva urgently midway through his four-year mandate following Bellingcat’s disclosures and identifications of members of this GRU unit published in late 2018.\nHe traveled and worked undercover in the period 2008-2015 under the assumed name of Georgy Aleksandrovich Gorshkov, born 1977. In fact, his real name, under which he was accredited to the World Trade Organization in Geneva, is Egor Aleksandrovich Gordienko, born 1979.\nWhat We Know About Gordienko\nEgor Gordienko was born in 1979 in Bolgrad, a small town near Odessa, where his father, a military unit commander, had been stationed as part of the 98th Airborne Assault Division. His family hails from Tyumen, a city in Western Siberia. At some point in the early 80’s, his father was relocated to Moscow and his family moved with him.\nUndated older passport photo of Egor Gordienko. Right: Gordienko’s old apartment building and playground in the military town he grew up (photo credit: father’s VK page)\nWe have not been able to find out where Egor Gordienko’s received his early education, but based on the credentials of other members of the clandestine GRU unit, it is not unlikely that after receiving his schooling he graduated from the GRU Academy in Moscow. His first international trip was in January 2007, was conducted under his real name, Gordienko, and involved a 12-day stay in Cairo. While domestic travel records indicate that at this time he was already working for the GRU, his undercover identity had not yet been created. Based on the oldest undercover identity document we have discovered so far, the clandestine undercover team within Unit 29155 was created in its current form in 2009.\nGordienko’s first trip under his cover identity , as “Georgy Gorshkov”, a made-up persona two years older than his real age, was in September 2010 when he traveled to Barcelona, Spain. During the remainder of 2010, he managed to take trips in quick succession to Finland, Ukraine, and Turkey. In 2011 and 2012, he only traveled to Ukraine and Turkey.\nIn 2013, “Gorshkov” also visited Ukraine and Turkey, but also made two trips to Tajikistan, both times with other members of the clandestine team, which included “Sergey Fedotov”, i.e. the cover name for Denis Sergeev.\nIn February 2014, Gordienko traveled to Prague, and during July, October and November he made three long trips to Switzerland, France, and Italy, staying in the region for 45 days in the last quarter of that year.\nDuring early 2014, Gordienko also made trips to Krasnodar and Crimea. Based on the pattern of his trips to Ukraine on the eve of the annexation of Crimea, and the known involvement of the clandestine GRU team in the annexation, we assume he also took part in that operation. Notably, in July 2014, Gordienko’s family was granted an upscale apartment in the same Moscow building where Alexander Mishkin and Vladimir Moiseev also received apartments at the same time. Based on the timing and lack of evidence of payment for these apartments, we assume that they were gifted to (certain) members of the clandestine team as an incentive in addition to a governmental award. As Mishkin and Chepiga received their apartments as part of the bestowal of the “Hero of Russia” award over their role in the Crimea annexation, it is logical to assume the same holds true for Egor Gordienko.\nBulgarian Operation\nOn 11 February 2015, “Gorshkov” flew from Moscow to Sofia. Nine days later, he returned to Moscow, taking a flight from neighboring Greece. Bulgarian investigators assume that this was a reconnaissance trip in preparation for the assassination attempt on Emilian Gebrev. As we wrote previously, a number of other members of the same GRU team made “staggered” trips to Bulgaria in the first months of 2015, also likely as part of the operation’s preparatory phase.\nOn 24 April 2015, “Gorshkov” flew back from Moscow to Bulgaria, this time landing in the seaside resort of Burgas. Two other members of the team- “Sergey Fedotov” (Denis Sergeev) and “Sergey Pavlov” (Sergey Lyutenko) – flew in on or around the same day. The three rented a car and moved on to the capital Sofia, where, according to Bulgarian prosecutors, they stayed at the Hill Hotel, and expressly requested rooms with a view to the entrance of an underground garage to the side of the hotel. This was the garage used by Emilian Gebrev’s company, Emco.\nAt 13:57 on 28 April, one of the three — who is thought to be the senior-most team member, Denis Sergeev — can be seen in a wide-brim hat, shades, and gloves moving among cars in Emco’s underground garage and presumably spraying the targets’ car door-handles with a yet unidentified organophosphate poison.\ndocument.createElement('video');\nhttps://www.bellingcat.com/wp-content/uploads/2020/02/cOtN-I8nMl2ntVM6.mp4\n\nLater that same evening, during a corporate dinner, Emilian Gebrev felt the early effects of severe poisoning, with the symptoms quickly worsening until he fell into a coma that evening. A blood and urine sample analysis conducted two months later by the OPCW-accredited Finnish laboratory VERIFIN showed that his vital functions had deteriorated severely, leading to, among other things, kidney failure. Gebrev was hospitalized at the Military Medical Academy in Sofia that same night, with his production director and son hospitalized with similar, albeit less severe, symptoms in the following few days.\nAs Gebrev was succumbing to the first symptoms of poisoning over dinner, “Gorshkov”, “Fedotov” and “Pavlov” took an evening flight from Sofia to Istanbul, and then took a connecting flight onward to Moscow that same night.\nGebrev did not die, nor did the two people who were also poisoned. Four weeks later, on 23 May 2015 “Fedotov” returned to Bulgaria, flying again to the seaside resort of Burgas. According to sources familiar with the investigation, he rented a car and disabled its GPS tracking system, making his movements in the next seven days unknowable. On 28 May 2015, “Georgy Gorshkov” also returned to Bulgaria, landing in Sofia.\nOn the night of 28 May Emilian Gebrev — who was then convalescing at his seaside home a few dozen kilometers south of Burgas — felt the onset of the symptoms he knew all too well. That same night, his son drove him back to the Military Medical Hospital in Sofia.\nThe next day “Gorshkov” and “Sergey Fedotov” drove from Sofia to neighboring Serbia, returning the rented car in Belgrade from where they both flew back to Moscow on 30 May.\n“Georgy Gorshkov” never took another trip again.\nA Diplomat Is Born\n\nShortly after the failed Bulgarian operation, the persona of “Gorshkov” appears to have been decommissioned. However, the real person behind it, Egor Gordienko continued his work for the GRU.\nDuring 2016, he took several flights from Moscow to the Siberian city of Novossibirsk, Krasnodar and Crimea, but his first international trip was not until 2017.\nOn 27 January, he flew on a diplomatic passport from Moscow to Geneva. Judging from a 2018 list, seen by Bellingcat, of all foreign diplomats accredited to Switzerland, Egor Gordienko was accredited as third secretary to the Russian mission at the Word Trade Organization in Geneva. However, Gordienko’s name is not listed in any archived copy of the diplomatic lists published by the Russian Foreign Ministry. Several foreign diplomats based in Geneva told us they have no recollection of meeting Gordienko. However, an unidentified diplomat consulted by the Nightingale blog that first publicized Gordienko’s real name said that they recognized him based on the photograph of “Gorshkov” that was published by Bellingcat.\nThe Loneliness of the Long-Distance Runner\nThe only open-source trace of Egor Gordienko’s existence as a member of the Russian mission in Geneva comes in the form of online stats from two marathon runs in Geneva — one from the popular Antigel 5-km run from January 2018, where he apparently finished 90th, with a time of 33 minutes, and a second one from December 2018, where he and his family were signed up but none of them showed up. In both races he is listed as a member of the Russian Mission.\nEgor Gordienko signed up for two public run events, one on in January 2018 and a second one in December 2018. He did not take part in the latter one.\nKeith Rockwell, WTO’s  Director of External Relations, confirmed to our investigative partner Tamedia that a person named Egor Gordienko was indeed accredited to WTO by the Russian Federation in 2017 on a term that was due to run until 2020 but was terminated prematurely in 2018. Mr. Rockwell said he did not know Mr. Gordienko nor his actual function, and stated that any of the WTO member governments can register any individual as part of their diplomatic mission, subject to authorization by the host country. A spokesperson for the Swiss foreign ministry also confirmed that Gordienko was accredited in January 2017, and that his accreditation was rescinded on 31 October 2018.\nWe attempted to get a clarification on Egor Gordienko’s function at the WTO from the Russian Mission. Tamedia’s query elicited a response from the Russian Mission’s press officer, Daria Rudakova, who wrote that, “We have no information of the above-mentioned person”. A follow-up email pointing to the oddity of a random stranger unknown to Russian officials being accredited to the WTO, and running marathons on behalf of the Russian Mission, remained unanswered. Our partner, The Insider, called Rudakova to follow up on this strange case of diplomatic amnesia. The press officer asked for several hours to investigate the matter, and then proceeded to stop answering her phone.\nPotential Tasks in Geneva\n\nIt is not yet known what Egor Gordienko’s main mission in Geneva may have been. Our review of phone metadata of his Russian phone (which he used primarily while in Russia) shows that in 2017 and 2018 he was in close working contact with Sergeev, Chepiga, Mishkin, and other members of Unit 29155. Thus, we can assume Gordienko’s interests in Switzerland were similar to those of the other GRU team members, or that he provided a supporting role under diplomatic cover.\nBased on our tracking of Denis Sergeev’s mobile phone movements in Geneva, Sergeev appears to have visited the WTO compound on occasion, but this was clearly not his, and not the GRU’s, main interest. Given frequent e-sightings of him at the Lausanne branch of the World Doping Association, the Lausanne Polytechnic Institute, as well as the frequent trips to locations near the ski slopes, it is more likely that those locations, among others, would have been of interest to Gordienko as well. Without metadata for Gordienko’s Swiss mobile number, we are not able to analyze his movements in the same way we did this for Denis Sergeev.\nHowever, it is notable that from December 2017 to February 2018, a constellation of several GRU officers from Unit 29155 traveled to Geneva, including Col. Anatoly Chepiga and Col. Alexander Mishkin, as well as the ubiquitous General Sergeev, whose last trip to Geneva was in late January. On many occasions, these officers several times postponed the return dates for their trips back to Moscow, indicating they were waiting for something to happen, or someone to arrive.\nThese trips occurred only two months before a crucial operation — the poisoning of the former GRU double agent in Salisbury — suggesting a possible link between the two operations.\nEven more indicative of a link may be the trip of at least one officer from Unit 29155 to Geneva late in February 2018, just days before the Salisbury operation. GRU officer Nikolay Ezhov, travelling under his cover identity of Nikolay Kononikhin, arrived in Geneva on 21 February 2018. He had no return ticket, implying that he did not know how long his assignment might last. Ticketing records show that on 1 March 2018, he appeared at the airport at 22:30 and bought a last-minute ticket for a plane to Moscow departing only an hour later. It was that same evening that Sergeev, Mishkin and Chepiga bought their last-minute tickets to fly into London the next day.\nNikolay Ezhov was one of the GRU officers involved with the preparation for the Bulgarian poisoning in 2015, and he stayed in Sofia for approximately two weeks in February and March, presumably tracking and collecting reconnaissance on the target. While his presence in Geneva might well have been part of a different mission, the very small clandestine team of Unit 29155 is unlikely to have had the capacity to work on two important overseas operations at the same time.\nNotably, upon his return to Moscow for the summer recess on 4 July 2018, three months after the Skripal operation, Gordienko immediately called Sergeev, Mishkin, Chepiga and Ezhov, in this exact sequence.\nMeanwhile, the Swiss Foreign Ministry told Tamedia they were not aware of Egor Gordienko’s activities outside his accredited diplomatic function.\nPostus Interruptus\nAt 8:21 p.m. on 25 October 2018, Egor Gordienko bought a last-minute ticket to Moscow for a flight departing at 10:40 that night. He bought a two-way ticket with a return flight for 31 October. However, he never returned to Geneva, and never traveled outside Russia again.\nFlight records show he arrived at Moscow’s Sheremetyevo airport at 2:45 a.m. His phone metadata shows that at 7:05 a.m. he was already at the GRU headquarters at Khoroshevskoe Chausse 76B. At that time, he called his boss, General Andrey Averyanov, the commander of Unit 29155. He stayed at the HQ address for the whole day, and after 5 p.m. he began calling all his colleagues in sequence, presumably to inform them that he was back for good.\nOn 31 October, Egor Gordienko did drive to the airport after all. However, he did not to take his return flight to Geneva, but to pick up his family, who were also returning home. The family’s names on the 1 December run status website would remain without run-times.\nIt is not exactly certain why Gordienko left suddenly on 25 October 2018. However, it is almost certain that the premature departure was triggered by the waterfall of disclosures on the identity and modus operandi of the clandestine team he was a member of. Only a couple weeks earlier, Bellingcat had identified his colleagues, “Boshirov” and “Petrov”, as Col. Chepiga and Dr. Mishkin, and days earlier his direct superior “Fedotov” had also been outed as Denis Sergeev. And earlier that same day, we had published a lighter story: a case study on how we were able to exactly chrono-locate a 2014 photograph Col. Chepiga had posted from Prague. Little did we know then that Egor Gordienko, a.k.a. “Georgy Gorshkov”, had been in Prague on that same day.\nThe Search for Gordienko                  \nOur search for the real identity of “Gorshkov” was one of the longest and most difficult GRU identification projects. We became aware of a GRU officer traveling under the alias of “Georgy Gorshkov” in October 2018. This became possible following the discovery of another senior GRU officer, “Sergey Fedotov”, who had traveled to the United Kingdom during the time when Sergey and Yulia Skripal were poisoned with Novichok.\nUsing a leaked offline database of flights of Russian citizens in the 2014-2016 period (available as a torrent download from a number of Russian websites), we searched for co-travelers of “Fedotov” having similar passport number series. One of the persons we identified was “Georgy Gorshkov” born 2 February 1977, who had flown with ‘Fedotov” to and from Bulgaria during the time Emilian Gebrev and his son had been poisoned in April 2015.\n“Gorshkov”’s passport differed in only the last two digits form “Fedotov”’s and after their Bulgarian operation, both had returned to Moscow on the same flight from neighboring Serbia.\nWe then tried to obtain a copy of “Gorshkov”’s passport file from a whistleblower with access. We were informed that no such passport file existed, which is consistent with our understanding that Russian security services had begun purging passport files of cover identities following our disclosure of the identities of Col. Mishkin and Col. Chepiga.\nWe were able to obtain a copy of “Gorshkov”’s Russian border crossing records from a different whistleblower. These also contained a poor-quality scan of his latest passport photo. We discovered that the border-crossing records had been meddled with, likely in order to frustrate a possible external investigation.\nDue to the fact that we had a copy of “Gorshkov”’s travel records from the 2014-2016 flight database, we were able to compare the two sets and identified a pattern of data manipulation: all travel records during the Bulgarian operation time-frame had been fast-forwarded three years into the future, showing 2014 trips as having occurred in 2017, and so on. We knew that the correct dataset was the one from the offline flight database, as it had been leaked in 2016, before our identification of the first member of the clandestine GRU team.\nAfter reverse-engineering the border crossing records to match the non-manipulated offline-data set, we found that “Gorshkov”’s last trip under this cover identity was the return trip from the second Bulgarian trip in 2015. Unlike all other members of Unit 29155 identified by us, he never traveled in 2016, 2017 or 2018. This outlying status made us believe he may have been “de-commissioned” from active service or, indeed, might have died.\nOur standard approach to identifying the real identity of GRU officers brought no results. There were no people with the same first name and birth date as “Gorshkov” registered to any Moscow addresses known to be linked to GRU or Spetsnaz bases. We searched for any similar combinations of names and birth dates but to no avail. The identification project for “Gorshkov” had come to a dead end.\nNearly a year later, after our positive identification of Gen. Andrey Averyanov as the commander of unit 21995, we identified his telephone number via a Moscow car registration database leaked in 2018. We then obtained Averyanov’s call records from a whistleblower working at a mobile operator.\nWhile analyzing his records we identified a number that, according to the caller-id app GetContact, belonged to a person named Egor Gordienko. We looked up this person’s name in an offline Russian residential database, and found four Moscow residents with this name combination. None of them were registered at the known GRU addresses, but one of them had a birth date of 2 February 1979. The similarity between the birth dates of 2 February 1977 (Gorshkov) and 2 February 1979 (Gordienko) and the overlap between the first letters in the name led us to the working hypothesis that Gordienko is in fact be the officer behind the “Gorshkov” alias.\nAt this point, we obtained the border-crossing data for Egor Gordienko, which contained a recent photograph. A facial comparison between this photo and “Gorshkov”’s photo gave us a sufficiently high match factor to conclude this was the same person.\nFacial match between passport photos of “Georgy Gorshkov” and Egor Gordienko using Microsoft Azure AI Face Verification\n \n \n \n \n \nThe post An Officer And A Diplomat: The Strange Case Of The GRU Spy With A Red Notice appeared first on bellingcat.",
    "link": "https://www.bellingcat.com/news/2020/02/25/an-officer-and-a-diplomat-the-strange-case-of-the-gru-spy-with-a-red-notice/",
    "author": "bellingcat",
    "date_updated": "2020-02-25T07:15:03.000Z"
  }
]
