[
  {
    "title": "Dan's Motorcycle \"Just do it !",
    "link": "http://www.dansmc.com/just_do_it.htm",
    "content": "",
    "word_count": "0",
    "date_updated": "2020-11-12T09:37:17.000Z"
  },
  {
    "title": "USB-C Pro Dock",
    "link": "https://www.caldigit.com/usb-c-pro-dock",
    "content": "* USB Type-C®, USB-C® and USB4™ are trademarks of the Universal Serial Bus Implementers Forum (USB-IF). Thunderbolt™ is a trademark of Intel Corporation. All product names are trademarks, registered trademarks, or service marks of their respective owners.",
    "word_count": "106",
    "date_updated": "2020-11-12T08:05:52.000Z"
  },
  {
    "title": "Death of a Disco Dancer",
    "link": "https://popula.com/2020/11/10/death-of-a-disco-dancer/",
    "content": "They’re not called “extras” anymore. That’s the first thing you learn on set, from people who have been doing it longer than you. “Background actors.” “Background work.",
    "word_count": "2700",
    "date_updated": "2020-11-12T07:58:55.000Z"
  },
  {
    "title": "Not so short note on aria-label usage – Big Table Edition",
    "link": "https://html5accessibility.com/stuff/2020/11/07/not-so-short-note-on-aria-label-usage-big-table-edition/",
    "content": "An audience with Dr David Swallow wherein he outlines the existential threat to native labeling mechanisms posed by the use of aria-label.aria-label is one of a number of secondary methods to label native HTML UI elements.",
    "word_count": "1511",
    "date_updated": "2020-11-12T07:57:50.000Z"
  },
  {
    "title": "ProPublica experiments with ultra-accessible plain language in stories about people with disabilities",
    "link": "https://www.niemanlab.org/2020/11/propublica-experiments-with-ultra-accessible-plain-language-in-stories-about-disabilities/",
    "content": "For an investigation into denied disability benefits in Arizona and an accompanying editor’s note, ProPublica is experimenting with plain language — a type of text that uses common words, short sentences, and clear structure to make information more accessible to those with intellectual and deve",
    "word_count": "1141",
    "date_updated": "2020-11-12T07:47:54.000Z"
  },
  {
    "title": "I'm credited with having coined the word 'Terf'. Here's how it happened",
    "link": "https://www.theguardian.com/commentisfree/2018/nov/29/im-credited-with-having-coined-the-acronym-terf-heres-how-it-happened",
    "content": "Recently my colleagues discovered that I happen to have a peculiarly niche level of internet notoriety because I used to blog a lot. It was a critique of a strong strand of transphobia in British media referencing a trans-ally piece I wrote a decade ago that clued them in.",
    "word_count": "1142",
    "date_updated": "2020-11-12T07:41:04.000Z"
  },
  {
    "title": "The Elements Of Style: UNIX As Literature",
    "link": "http://theody.net/elements.html",
    "content": "If there's nothing different about UNIX people, how come so many were liberal-arts majors?   It's the love of words that makes UNIX stand out.  In the late 1980s, I worked in the advanced R&D arm of the Silicon Valley's regional telephone company. My lab was populated mostly by Ph.D.",
    "word_count": "1797",
    "date_updated": "2020-11-11T09:58:35.000Z"
  },
  {
    "title": "An Architecture Critic Looks at Four Seasons Total Landscaping",
    "link": "https://www.curbed.com/2020/11/four-seasons-total-landscaping-trump-giuliani-philadelphia-perfect.html",
    "content": "It’s been 24 hours and yet it’s still hard to believe … that a presidency erected on gilt and deception met its end in a ramshackle industrial-zone parking lot near an I-95 exit in Philadelphia.",
    "word_count": "24555",
    "date_updated": "2020-11-09T20:42:26.000Z"
  },
  {
    "title": "Arch Conf 2020",
    "link": "https://media.ccc.de/c/arch-conf-2020",
    "content": "The State of Reproducible Builds",
    "word_count": "5",
    "date_updated": "2020-11-07T13:50:55.000Z"
  },
  {
    "title": "Edith Wharton’s Moroccan Clichés",
    "link": "https://www.historytoday.com/miscellanies/edith-whartons-moroccan-cliches",
    "content": "Edith Wharton travelled to Morocco in autumn 1917 as a guest of France’s Resident-General Hubert Lyautey. ‘Oh the relief’, she wrote from her hotel in Rabat, ‘of a real holiday.",
    "word_count": "1178",
    "date_updated": "2020-11-07T07:25:57.000Z"
  },
  {
    "title": "Stacey Abrams’s Fight for a Fair Vote",
    "link": "https://www.newyorker.com/magazine/2019/08/19/stacey-abrams-fight-for-a-fair-vote",
    "content": "Among the many issues currently polarizing American politics—abortion, climate change, health care, immigration, gun control—one of the most consequential tends to be one of the least discussed. The American electorate, across the country, is diversifying ethnically and racially at a rapid rate.",
    "word_count": "6442",
    "date_updated": "2020-11-06T18:09:51.000Z"
  },
  {
    "title": "Garlic and Social Class",
    "link": "https://daily.jstor.org/garlic-and-social-class/",
    "content": "Garlic: crucial ingredient in practically every savory food, or source of stinky kitchens and stinkier breath? As American literature scholar Rocco Marinaccio writes, our answers to that question have deep roots in class, race, and geography, particularly when it comes to the treatment of Italian im",
    "word_count": "529",
    "date_updated": "2020-11-06T13:35:56.000Z"
  },
  {
    "title": "Roundtable",
    "link": "https://www.laphamsquarterly.org/roundtable/undecided-candidates",
    "content": "Living through a contested election in 1876. The Political Farce of 1876, published by Joseph A. Stoll, c. 1877. Library of Congress, Prints and Photographs Division.",
    "word_count": "1948",
    "date_updated": "2020-11-04T16:22:36.000Z"
  },
  {
    "title": "Vim Tips for the Intermediate Vim User",
    "link": "https://jemma.dev/blog/intermediate-vim-tips",
    "content": "After a decade of honing my skills as a mini-golfer, I’ve recently progressed onto playing a new version of golf: VimGolf. I’ve been using Vim for a few years now, and noticed that my Vim skillset had plateaued.",
    "word_count": "720",
    "date_updated": "2020-11-04T08:14:33.000Z"
  },
  {
    "title": "The government is trying to undermine the Electoral Commission - we need to save it",
    "link": "http://www.politics.co.uk/comment-analysis/2020/11/02/the-government-is-trying-to-undermine-the-electoral-commissi",
    "content": "Back in July, the independent Committee on Standards in Public Life – an advisory body to the prime minister on ethics – launched an inquiry on how our elections are regulated. We can now see the submissions made by academics, civil society campaigners and transparency groups.",
    "word_count": "880",
    "date_updated": "2020-11-03T08:56:47.000Z"
  },
  {
    "title": "Rowland Manthorpe",
    "link": "https://twitter.com/rowlsmanthorpe/status/1322861417108774913",
    "content": "Incredible story in The Times, which I'm told is definitely true. For most of its existence, the contact tracing app for England and Wales has been using the wrong risk threshold, so it's hardly been sending out any alerts telling people to self-isolate https://t.co/t4OTrC4i6W",
    "word_count": "50",
    "date_updated": "2020-11-03T08:56:37.000Z"
  },
  {
    "title": "The cheap pen that changed writing forever",
    "link": "https://www.bbc.com/future/article/20201028-history-of-the-ballpoint-pen",
    "content": "On 29 October 1945, the New York City branch of Gimbels department store unveiled a new product. Billions upon billions would follow in its wake. Gimbels was the first to sell a new kind of ink pen, the design of which had taken several decades to come to fruition.",
    "word_count": "2255",
    "date_updated": "2020-11-02T10:58:41.000Z"
  },
  {
    "title": "The Iconic Home Designs That Define Our Global Cities",
    "link": "https://www.bloomberg.com/news/storythreads/2020-09-21/iconic-home-floor-plans-reveal-urban-history",
    "content": "To understand a city, start with the foundation. Floor plans from homes around the world explain how the way we live has shaped the design and architecture of urban neighborhoods — and vice versa.",
    "word_count": "517",
    "date_updated": "2020-11-02T10:27:53.000Z"
  },
  {
    "title": "LARPing your job",
    "link": "https://annehelen.substack.com/p/larping-your-job",
    "content": "A few weeks ago, I went on one of my favorite podcasts — The Ezra Klein Show — to talk about burnout, workism, and our relationship to labor.",
    "word_count": "1429",
    "date_updated": "2020-11-02T09:16:38.000Z"
  },
  {
    "title": "Wide Awake",
    "link": "https://www.thecut.com/2020/10/progressive-protest-movement-under-trump.html",
    "content": "This article was featured in One Great Story, New York’s reading recommendation newsletter. Sign up here to get it nightly. The story of an awakening must begin with how many had been permitted to sleep in the first place.",
    "word_count": "7403",
    "date_updated": "2020-11-02T09:13:04.000Z"
  },
  {
    "title": "The Corporate Feminism of NXIVM",
    "link": "https://www.theparisreview.org/blog/2020/10/29/the-corporate-feminism-of-nxivm/",
    "content": "Like everyone on Twitter, I have been transfixed by the HBO documentary series The Vow, about the self-improvement cult/pyramid scheme/sex trafficking ring known collectively as NXIVM.",
    "word_count": "5021",
    "date_updated": "2020-11-02T09:08:19.000Z"
  },
  {
    "title": "Dwight Garner Shares From His Stash of Other Writers’ Words",
    "link": "https://www.nytimes.com/2020/11/01/books/review/dwight-garner-garners-quotations.html",
    "content": "Make your own Bible. Select and collect all those words and sentences that in all your reading have been to you like the blast of a trumpet out of Shakespeare, Seneca, Moses, John, and Paul. — RALPH WALDO EMERSON",
    "word_count": "918",
    "date_updated": "2020-11-01T15:11:31.000Z"
  },
  {
    "title": "The Hardest Fight to Have With Your Teen",
    "link": "https://www.nytimes.com/2020/10/28/parenting/teens-stress-lonely-coronavirus.html",
    "content": "It’s rough for adolescents during the pandemic. Here’s what they’re going through and how you can help. I have long thought that when it comes to being a parent in the pandemic, it might be the hardest for parents of teenagers.",
    "word_count": "1051",
    "date_updated": "2020-11-01T13:08:48.000Z"
  },
  {
    "title": "New Zealand Greens accept Ardern's offer of 'cooperation agreement'",
    "link": "https://www.theguardian.com/world/2020/oct/31/new-zealand-greens-accept-arderns-offer-of-cooperation-agreement",
    "content": "New Zealand’s prime minister, Jacinda Ardern, has agreed on a governing “cooperation agreement” with the Green party, offering two ministries and agreeing to a handful of shared policy priorities for her second term – an offer they accepted late on Saturday.",
    "word_count": "612",
    "date_updated": "2020-11-01T12:43:16.000Z"
  },
  {
    "title": "The Mad, Mad World of Niche Sports Among Ivy League–Obsessed Parents",
    "link": "https://www.theatlantic.com/magazine/archive/2020/11/squash-lacrosse-niche-sports-ivy-league-admissions/616474/",
    "content": "Updated at 7:25 p.m. ET on November 1, 2020. Editor’s Note: After The Atlantic published this article, new information emerged that raised serious concerns about its accuracy, and about the credibility of the author, Ruth Shalit Barrett.",
    "word_count": "962",
    "date_updated": "2020-10-31T16:26:36.000Z"
  },
  {
    "title": "Are we web yet?",
    "link": "http://www.arewewebyet.org/",
    "content": "Yes! And it's freaking fast! Yup! Rust has mature and production ready frameworks in Actix Web and Rocket, and newer ones like Warp and Tide. These provide everything you’d expect from a web framework, from routing and middleware, to templating, and JSON/form handling.",
    "word_count": "364",
    "date_updated": "2020-10-30T11:40:59.000Z"
  },
  {
    "title": "The Rare Sight of a Political Reckoning",
    "link": "https://www.theatlantic.com/international/archive/2020/10/jeremy-corbyn-keir-starmer/616908/",
    "content": "Britain’s Labour Party has suspended its former leader. Who knew in this partisan age that politicians could hold their own side to account? These days, it is rare that a piece of political news can make your jaw drop.",
    "word_count": "1373",
    "date_updated": "2020-10-30T09:55:17.000Z"
  },
  {
    "title": "Berlin’s ‘laughing stock’ airport to finally open to passengers",
    "link": "https://www.ft.com/content/731c8e44-1c3e-4ece-9bde-051bebfe1431",
    "content": "Gain a global perspective on the US and go beyond with curated news and analysis from 600 journalists in 50+ countries covering politics, business, innovation, trends and more.",
    "word_count": "26",
    "date_updated": "2020-10-30T09:21:36.000Z"
  },
  {
    "title": "Managers: what do you do when your teammate shares their grief?",
    "link": "https://larahogan.me/blog/managers-when-teammate-shares-grief/",
    "content": "Most of us aren’t taught how to respond when someone shares with us a really heavy piece of information. My mom is a pastor, so growing up, I watched her model how to have tough conversations about grief, loneliness, and despair.",
    "word_count": "2104",
    "date_updated": "2020-10-29T22:46:33.000Z"
  },
  {
    "title": "Naked Souls",
    "link": "https://www.nybooks.com/articles/2020/06/11/russian-baths-naked-souls/",
    "content": "Rachel Polonsky teaches Slavonic Studies at Cambridge. Her latest book is Molotov’s Magic Lantern: A Journey in Russian History. (June 2020)",
    "word_count": "22",
    "date_updated": "2020-10-29T17:08:14.000Z"
  },
  {
    "title": "A Trained Pigeon",
    "link": "https://nplusonemag.com/online-only/online-only/a-trained-pigeon/",
    "content": "And most bizarre, I think—the moment I will not be able to forget, so utterly sincere and consistent and emotional did it seem, the emotional peak of his long, rambling statement—was when Kavanaugh told us the single thing he loves doing most in the world. Not the law (though this is the job he’s interviewing for). Not parenting (though he is a sentimentalist of kids and parents, or perhaps of himself-as-a-kid-and-parent). It was coaching youth athletics. “I love coaching more than anything I’ve ever done in my whole life.” Then a pause, and the explosion. “But thanks to what some of you on this side of the committee have unleashed, I may never be able to coach again.”",
    "word_count": "0",
    "date_updated": "2020-10-29T17:03:05.000Z"
  },
  {
    "title": "Falsehoods programmers believe about addresses",
    "link": "https://www.mjt.me.uk/posts/falsehoods-programmers-believe-about-addresses/",
    "content": "Perhaps you've read posts like Falsehoods Programmers Believe About Names and Falsehoods programmers believe about time. Maybe you've also read Falsehoods programmers believe about geography.",
    "word_count": "4715",
    "date_updated": "2020-10-29T16:07:04.000Z"
  },
  {
    "title": "Stormbird, Camberwell — South London’s Hidden Treasure — Pellicle",
    "link": "https://www.pelliclemag.com/home/2020/9/29/stormbird-camberwell",
    "content": "She fondly reminisces about trips abroad to the United States and Belgium with her partner, which inspired her vision for Stormbird. \"I was really impressed by the large selection of beers and a relaxed atmosphere those bars offered and wanted to bring that to London,\" she says.",
    "word_count": "365",
    "date_updated": "2020-10-28T17:45:35.000Z"
  },
  {
    "title": "ART && CODE Symposium: Hackety Hack, why the lucky stiff",
    "link": "https://vimeo.com/5047563",
    "content": "hacketyhack.net\n\r\nwhytheluckystiff.net\n\r\nartandcode.ning.com\n\r\n\n\r\nwhy the lucky stiff (or _why) is a computer programmer. His best known work may be Why's (poignant) Guide to Ruby, a book which teaches the Ruby programming language with stories; its eclectic style has been compared to a \"collaborati",
    "word_count": "0",
    "date_updated": "2020-10-28T17:04:58.000Z"
  },
  {
    "title": "The Grand Unified Theory of Software Architecture",
    "link": "https://danuker.go.ro/the-grand-unified-theory-of-software-architecture.html",
    "content": "Take Uncle Bob's Clean Architecture and map its correspondences with Gary Bernhardt's thin imperative shell around a functional core, and you get an understanding of how to cheaply maintain and scale software! This is what Mr. Brandon Rhodes did. It's not every day that I find such clear insight.",
    "word_count": "1164",
    "date_updated": "2020-10-28T13:51:26.000Z"
  },
  {
    "title": "Choosing the Management Track",
    "link": "https://blog.danielna.com/choosing-the-management-track/",
    "content": "Several months ago a friend of mine reached out to me because he was considering changing from an individual contributor (IC) role to an engineering management (EM) role at work.",
    "word_count": "3084",
    "date_updated": "2020-10-28T13:47:46.000Z"
  },
  {
    "title": "Port of the week: rclone",
    "link": "https://dataswamp.org/~solene/2020-10-28-portoftheweek-rclone.html",
    "content": "New Port of the Week after 3 years! I never thought it was so long since last blog post about slrn. This post is about the awesome rclone program, written in Go and available on most popular platform (including OpenBSD!).",
    "word_count": "2111",
    "date_updated": "2020-10-28T13:40:54.000Z"
  },
  {
    "title": "The New York Times' first article about Hitler's rise is absolutely stunning",
    "link": "https://www.vox.com/2015/2/11/8016017/ny-times-hitler",
    "content": "On November 21, 1922, the New York Times published its very first article about Adolf Hitler. It's an incredible read — especially its assertion that \"Hitler's anti-Semitism was not so violent or genuine as it sounded.",
    "word_count": "607",
    "date_updated": "2020-10-28T11:18:00.000Z"
  },
  {
    "title": "",
    "link": "https://conspirituality.net/",
    "content": "Matthew looks at the culture of male violence. Thirty-two days out from the election and every hour reveals another layer of intensity. The more widely conspirituality and QAnon spreads, the more normalized mundane political violence becomes.",
    "word_count": "330",
    "date_updated": "2020-10-28T09:10:57.000Z"
  },
  {
    "title": "30 Minute Meals: Buttered Corn Miso Ramen",
    "link": "https://www.oddbox.co.uk/blog/buttered-corn-miso-ramen",
    "content": "Start by making the ramen stock. Add the stock, garlic, chilli and chopped whole spring onion and bring to a rolling boil. Strip the corn kernels if you are using unhusked corn and n a separate pan, melt the butter with sesame oil, and soy sauce.",
    "word_count": "320",
    "date_updated": "2020-10-26T21:33:36.000Z"
  },
  {
    "title": "Centers of Progress, Pt. 14: Benin City (Security)",
    "link": "https://www.humanprogress.org/centers-of-progress-pt-14-benin-city-security/",
    "content": "Today marks the fourteenth installment in a series of articles by HumanProgress.org called Centers of Progress. Where does progress happen? The story of civilization is in many ways the story of the city. It is the city that has helped to create and define the modern world.",
    "word_count": "1953",
    "date_updated": "2020-10-24T17:15:56.000Z"
  },
  {
    "title": "Against Nostalgia",
    "link": "https://zeynep.substack.com/p/against-nostalgia",
    "content": "Is this thing on? In 1922, the sociologist William Fielding Ogburn, interested in how technology and society interact, coined the term “cultural lag.” The concept is straightforward for our 21st century sensibilities, where things change fairly rapidly.",
    "word_count": "1530",
    "date_updated": "2020-10-24T14:01:17.000Z"
  },
  {
    "title": "The Book Makers",
    "link": "https://www.tpt.org/the-book-makers/",
    "content": "Click over to tpt.org/shows to watch your favorite TPT productions and PBS shows, anytime and anywhere. Not only will this site work on your laptop or desktop computer, you'll also feel right at home on any modern smartphone or tablet. Stream away...",
    "word_count": "44",
    "date_updated": "2020-10-24T08:52:22.000Z"
  },
  {
    "title": "The First Few Milliseconds of an HTTPS Connection",
    "link": "http://www.moserware.com/2009/06/first-few-milliseconds-of-https.html",
    "content": "Whoa! What just happened? In the 220 milliseconds that flew by, a lot of interesting stuff happened to make Firefox change the address bar color and put a lock in the lower right corner.",
    "word_count": "4825",
    "date_updated": "2020-10-21T12:49:28.000Z"
  },
  {
    "title": "What Al Fresco Dining May Look Like When It’s Cold",
    "link": "https://www.bloomberg.com/news/features/2020-10-20/what-outdoor-dining-may-look-like-in-winter",
    "content": "In some neighborhoods, rows of heat lamps may become a defining feature of Covid winter sidewalks. But costly heaters aren’t the only or best option for many restaurants. On Oct.",
    "word_count": "1560",
    "date_updated": "2020-10-20T20:12:06.000Z"
  },
  {
    "title": "How to structure developer hiring to combat systemic DEI failures",
    "link": "https://leaddev.com/hiring-onboarding-retention/how-structure-developer-hiring-combat-systemic-dei-failures",
    "content": "Despite significant investments in building DEI programs – and even greater investments in publicizing those programs – very little progress has actually been made by big tech companies in hiring diverse developer teams.",
    "word_count": "1411",
    "date_updated": "2020-10-20T14:03:25.000Z"
  },
  {
    "title": "Memories Can Be Injected and Survive Amputation and Metamorphosis",
    "link": "http://nautil.us/blog/-memories-can-be-injected-and-survive-amputation-and-metamorphosis",
    "content": "The study of memory has always been one of the stranger outposts of science.",
    "word_count": "1646",
    "date_updated": "2020-10-20T07:25:59.000Z"
  },
  {
    "title": ":focus-within",
    "link": "https://developer.mozilla.org/en-US/docs/Web/CSS/:focus-within",
    "content": "In other words, this is a pseudo-class that is similar to :focus, but works more like :hover or :active, in that the pseudo-class also matches the ancestors of the focused element.  [1] This feature is not implemented yet. See Chromium bug 617371.",
    "word_count": "159",
    "date_updated": "2020-10-19T12:08:32.000Z"
  },
  {
    "title": "Exiting Mastering Vim Quickly",
    "link": "https://jovicailic.org/mastering-vim-quickly/",
    "content": "Yes I am. The first time I saw a Vim master in action, I thought: “WTF is this guy doing with his code?!” There was no really a good book on Vim. Not for me.",
    "word_count": "1129",
    "date_updated": "2020-10-19T11:52:52.000Z"
  },
  {
    "title": "My Mustache, My Self",
    "link": "https://www.nytimes.com/2020/10/14/magazine/quarantine-mustache.html",
    "content": "To hear more audio stories from publishers like The New York Times, download Audm for iPhone or Android. Like a lot of men, in pursuit of novelty and amusement during these months of isolation, I grew a mustache. The reviews were predictably mixed and predictably predictable. “Porny”? Yes.",
    "word_count": "5620",
    "date_updated": "2020-10-19T06:37:48.000Z"
  },
  {
    "title": "Alexey Navalny Has the Proof of His Poisoning",
    "link": "https://www.newyorker.com/culture/the-new-yorker-interview/alexey-navalny-has-the-proof-of-his-poisoning",
    "content": "Alexey Navalny is the biggest thorn in Vladimir Putin’s side. A decade ago, Navalny, as a young lawyer in Moscow, started piecing together publicly available information to document corruption and abuse of power in the Russian government.",
    "word_count": "4328",
    "date_updated": "2020-10-18T14:05:23.000Z"
  },
  {
    "title": "Kids can't use computers... and this is why it should worry you — Coding 2 Learn",
    "link": "http://coding2learn.org/blog/2013/07/29/kids-cant-use-computers/",
    "content": "TL;DR? Why not just go watch another five second video of a kitten with its head in a toilet roll, or a 140 character description of a meal your friend just stuffed in their mouth. \"nom nom\". This blog post is not for you. The phone rang through to my workroom.",
    "word_count": "4226",
    "date_updated": "2020-10-15T14:46:27.000Z"
  },
  {
    "title": "SYMFONISK WiFi bookshelf speaker",
    "link": "https://www.ikea.com/us/en/p/symfonisk-wifi-bookshelf-speaker-black-00357561/",
    "content": "This speaker has a rich and vibrant sound that fills the entire room and allows you to create the right atmosphere at home. The speaker is a collaboration between IKEA and Sonos, so it easily integrates with other products from Sonos.",
    "word_count": "254",
    "date_updated": "2020-10-14T08:36:20.000Z"
  },
  {
    "title": "TheKey.Company",
    "link": "https://thekey-company.myshopify.com/",
    "content": "Things are just getting started. If you'd like to keep updated on our upcoming products, please sign up below. Clack on.",
    "word_count": "25",
    "date_updated": "2020-10-14T06:59:23.000Z"
  },
  {
    "title": "Google Employees Are Free to Speak Up. Except on Antitrust.",
    "link": "https://www.nytimes.com/2020/10/13/technology/google-employees-antitrust.html",
    "content": "OAKLAND, Calif. — Google employees are not shy about speaking up.",
    "word_count": "1417",
    "date_updated": "2020-10-14T06:50:02.000Z"
  },
  {
    "title": "Dialog Focus in Screen Readers",
    "link": "https://adrianroselli.com/2020/10/dialog-focus-in-screen-readers.html",
    "content": "Creating an accessible dialog on the web is trickier than it should be. Lack of support for the <dialog> element, the need for fundraisers to get inert into WebKit, inconsistent support for the ARIA dialog role, and other annoyances make them problematic.",
    "word_count": "750",
    "date_updated": "2020-10-13T18:44:30.000Z"
  },
  {
    "title": "‘I Feel Like I Have Dementia’: Brain Fog Plagues Covid Survivors",
    "link": "https://www.nytimes.com/2020/10/11/health/covid-survivors.html",
    "content": "After contracting the coronavirus in March, Michael Reagan lost all memory of his 12-day vacation in Paris, even though the trip was just a few weeks earlier.",
    "word_count": "1763",
    "date_updated": "2020-10-13T18:39:57.000Z"
  },
  {
    "title": "hidden features of micro.blog",
    "link": "https://blog.ayjay.org/hidden-features-of-micro-blog/",
    "content": "Micro.blog has some cool features that many users are not aware of. (They’re not really hidden, but that made for a better title than “not especially well-known.”) Here are some of my favorites: 1) An emoji-based system of tagging: for instance, 📚, which will show you books that micro.",
    "word_count": "489",
    "date_updated": "2020-10-13T18:36:26.000Z"
  },
  {
    "title": "The Coronavirus Unveiled",
    "link": "https://www.nytimes.com/interactive/2020/health/coronavirus-unveiled.html",
    "content": "In February, as the new coronavirus swept across China and shut down entire cities, a scientist named Sai Li set out to paint its portrait. At the time, the best pictures anyone had managed to take were low-resolution images, in which the virus looked like a barely discernible smudge.",
    "word_count": "2296",
    "date_updated": "2020-10-13T18:30:43.000Z"
  },
  {
    "title": "Letter | Thoughtful Conversations",
    "link": "https://letter.wiki",
    "content": "Letter is a place to share the important things we often leave unsaid",
    "word_count": "0",
    "date_updated": "2020-10-13T09:23:31.000Z"
  },
  {
    "title": "Your Phone Wasn’t Built for the Apocalypse",
    "link": "https://www.theatlantic.com/technology/archive/2020/09/camera-phone-wildfire-sky/616279/",
    "content": "It looked like Mars, or the Southern Californian wasteland in Blade Runner 2049, or the deserts of Dune.",
    "word_count": "1431",
    "date_updated": "2020-10-13T09:22:58.000Z"
  },
  {
    "title": "I Don't Know How To Explain To You That You Should Care About Other People",
    "link": "https://www.huffpost.com/entry/i-dont-know-how-to-explain-to-you-that-you-should_b_59519811e4b0f078efd98440",
    "content": "Our disagreement is not merely political, but a fundamental divide on what it means to live in a society. Like many Americans, I’m having politics fatigue. Or, to be more specific, arguing-about-politics fatigue.",
    "word_count": "694",
    "date_updated": "2020-10-13T09:22:46.000Z"
  },
  {
    "title": "Proposed Online Accessibility Act in US Congress is Bad for Digital Inclusion",
    "link": "https://www.lflegal.com/2020/10/ada-backlash/",
    "content": "On October 1, 2020 a “bill to amend the Americans with Disabilities Act” was introduced in the United States House of Representatives. Titled the “Online Accessibility Act” with the number H.R. 8478, the opening paragraph might sound appealing to advocates for digital inclusion.",
    "word_count": "2195",
    "date_updated": "2020-10-13T09:20:58.000Z"
  },
  {
    "title": "Mattis Dovier",
    "link": "http://mattisdovier.tumblr.com/?og=1",
    "content": "+            Permalink (76 notes)               +            Permalink (247 notes)              +            Permalink (582 notes)              +            Permalink (204 notes)              +            Permalink (289 notes)              +            Permalink (202 notes)",
    "word_count": "30",
    "date_updated": "2020-10-13T08:04:48.000Z"
  },
  {
    "title": "Sichuan Chili Oil - How to Make Spicy, Authentic Red Oil (四川红油)",
    "link": "https://www.youtube.com/watch?v=mrXPNq3QdfY",
    "content": "Sichuan Chili Oil's a basic recipe for a huge number of Sichuan dishes.  An often misunderstood ingredient - while this oil's spicy, it's really all about the taste and fragrance of the chilis.We'll be referring back to this video periodically.  For example, a good chili oil forms the basis of the s",
    "word_count": "0",
    "date_updated": "2020-10-12T22:37:55.000Z"
  },
  {
    "title": "Give thanks to Gary Johnston and his Yukon Gold spud",
    "link": "https://www.theglobeandmail.com/canada/article-give-thanks-to-gary-johnston-and-his-yukon-gold-spud/",
    "content": "Don’t bother looking for Gary Johnston’s Wikipedia entry. There isn’t one. Inspect your heaving Thanksgiving plate this weekend, however, and you might see evidence of his handiwork.",
    "word_count": "1297",
    "date_updated": "2020-10-12T17:06:47.000Z"
  },
  {
    "title": "Basic Concepts in Unity for Software Engineers",
    "link": "https://blog.eyas.sh/2020/10/unity-for-engineers-pt1-basic-concepts/",
    "content": "Occasional musings on software development, tech, the Middle East, and anything else. If you’re trying to get into game development as a Software Engineer, finding learning materials with the right level of context can be challenging.",
    "word_count": "1831",
    "date_updated": "2020-10-12T11:13:51.000Z"
  },
  {
    "title": "There’s Never Been a Story Like Britney Spears’s",
    "link": "https://www.theatlantic.com/culture/archive/2020/10/why-free-britney-saga-feels-so-familiar/616587/",
    "content": "Fans are rallying to liberate the singer from her father’s control. But emancipation narratives from Mariah Carey and other pop stars show how complex independence can be. Someday, with luck, Britney Spears will write a “good, mysterious book.",
    "word_count": "3356",
    "date_updated": "2020-10-12T07:25:49.000Z"
  },
  {
    "title": "James Murdoch, Rebellious Scion",
    "link": "https://www.nytimes.com/2020/10/10/style/james-murdoch-maureen-dowd.html",
    "content": "WASHINGTON — As we sat down to lunch in my garden, I mentioned to James Murdoch that I’ve been reading a lot of classical plays lately and a popular theme is the rancorous battle between two brothers over a kingdom. Above his mask and behind his Kingsman glasses, Mr.",
    "word_count": "4263",
    "date_updated": "2020-10-10T11:37:52.000Z"
  },
  {
    "title": "The Joke’s on Us",
    "link": "https://www.theatlantic.com/international/archive/2020/09/how-memes-lulz-and-ironic-bigotry-won-internet/616427/",
    "content": "In the 2010s, Hitler memes and “ironic” racism filled the internet. What if we had taken them seriously? Updated at 4:00 a.m. ET on Oct. 4, 2020.",
    "word_count": "4008",
    "date_updated": "2020-10-10T11:15:11.000Z"
  },
  {
    "title": "Pointers From Portugal on Addiction and the Drug War",
    "link": "https://www.nytimes.com/2020/10/05/upshot/portugal-drug-legalization-treatment.html",
    "content": "Decriminalization involves trade-offs, but treating addiction as a disease yields a clear gain, research suggests. Many people point to Portugal as an example for the United States to emulate in dealing with illicit drugs.",
    "word_count": "861",
    "date_updated": "2020-10-08T12:02:17.000Z"
  },
  {
    "title": "The Elusive Peril of Space Junk",
    "link": "https://www.newyorker.com/magazine/2020/09/28/the-elusive-peril-of-space-junk",
    "content": "For decades, the International Space Station has been hovering over Earth, in an orbit somewhere between two hundred and three hundred miles above sea level.",
    "word_count": "2145",
    "date_updated": "2020-10-08T12:01:59.000Z"
  },
  {
    "title": "The 100 Sequences That Shaped Animation",
    "link": "https://www.vulture.com/article/most-influential-best-scenes-animation-history.html",
    "content": "This article was featured in One Great Story, New York’s reading recommendation newsletter. Sign up here to get it nightly. All animation, whether it depicts a whistling mouse, a walking dinosaur, or a leaping superhero, is a kind of magic trick.",
    "word_count": "33732",
    "date_updated": "2020-10-06T22:33:03.000Z"
  },
  {
    "title": "How ARIA fits in the Layers of Accessibility Technologies – Web Tech Explained",
    "link": "https://youtube.com/watch?v=12ZzSG3RrRI",
    "content": "Transcript: https://yatil.net/videos/how-aria-fits-in-the-layers-of-accessibility-technologies/\n\nSupport this channel at https://patreon.com/yatil • Follow me at https://twitter.com/yatil\n\nThere are amultiple layers of accessibility technology. This video gives a super broad overview on what they",
    "word_count": "0",
    "date_updated": "2020-10-06T21:43:03.000Z"
  },
  {
    "title": "The Scramble to Defuse the ‘Feral Swine Bomb’",
    "link": "https://undark.org/2020/09/14/feral-pig-swine-bomb-ontario-montana/",
    "content": "Nic Peach squinted through binoculars at two dots in the distance, tracking what he assumed were a pair of turkeys. But the creatures were not moving like turkeys, which he was hunting on his grandfather’s farm in Little Britain, Ontario.",
    "word_count": "1856",
    "date_updated": "2020-10-06T21:25:39.000Z"
  },
  {
    "title": "The Vikings Were More Complicated Than You Might Think",
    "link": "https://www.nytimes.com/2020/09/16/science/vikings-DNA.html",
    "content": "One of the biggest surveys ever of ancient DNA offers new evidence of who the Vikings were and where they went raiding and trading. Public fascination with the Vikings runs high these days, with several current television series available for bloody binge-watching.",
    "word_count": "642",
    "date_updated": "2020-10-06T21:25:19.000Z"
  },
  {
    "title": "Full-Bleed Layout Using CSS Grid",
    "link": "https://www.joshwcomeau.com/css/full-bleed/",
    "content": "It doesn't seem like it would be so tricky, right? But this was an era before flexbox existed; our tools for the job were tables and floats, and neither were really up to this task. It was technically possible, but some shenanigans were required.",
    "word_count": "1390",
    "date_updated": "2020-10-05T17:52:37.000Z"
  },
  {
    "title": "Exxon’s Plan for Surging Carbon Emissions Revealed in Leaked Documents",
    "link": "https://www.bloomberg.com/news/articles/2020-10-05/exxon-carbon-emissions-and-climate-leaked-plans-reveal-rising-co2-output",
    "content": "Exxon Mobil Corp. had plans to increase annual carbon-dioxide emissions by as much as the output of the entire nation of Greece, an analysis of internal documents reviewed by Bloomberg shows, setting one of the largest corporate emitters against international efforts to slow the pace of warming.",
    "word_count": "1823",
    "date_updated": "2020-10-05T14:31:52.000Z"
  },
  {
    "title": "Saving Uighur Culture From Genocide",
    "link": "https://www.theatlantic.com/international/archive/2020/10/chinas-war-on-uighur-culture/616513/",
    "content": "China’s repression of the Uighurs in Xinjiang has forced those in the diaspora to protect their identity from afar. How do you protect a culture that is being wiped out?",
    "word_count": "3521",
    "date_updated": "2020-10-05T14:30:22.000Z"
  },
  {
    "title": "Ad Tech Could Be the Next Internet Bubble",
    "link": "https://www.wired.com/story/ad-tech-could-be-the-next-internet-bubble/",
    "content": "We live in an age of manipulation. An extensive network of commercial surveillance tracks our every move and a fair number of our thoughts.",
    "word_count": "2148",
    "date_updated": "2020-10-05T14:30:05.000Z"
  },
  {
    "title": "The Little Black Book Series",
    "link": "http://jouncemedia.com/little-black-book/",
    "content": "",
    "word_count": "0",
    "date_updated": "2020-10-05T13:57:58.000Z"
  },
  {
    "title": "Who are Prospect and what do we do?",
    "link": "https://prospect.org.uk/about/who-are-prospect/",
    "content": "Prospect is a trade union which supports and represents people like you. By joining Prospect, you’ll be welcomed into a community of more than 145,000 members who work as scientists, engineers, tech experts and in other specialist roles.",
    "word_count": "486",
    "date_updated": "2020-10-05T10:25:12.000Z"
  },
  {
    "title": "Meet the CamperForce, Amazon's Nomadic Retiree Army",
    "link": "https://www.wired.com/story/meet-camperforce-amazons-nomadic-retiree-army/",
    "content": "In the spring of 1960, just after he turned 16, Chuck Stout went to work as a “garbage boy” at a McDonald’s in Toledo, Ohio. For 85 cents an hour, he swept and mopped the floors, kept the drive-in lot tidy, filled the shake machine, and washed dishes. Chuck loved the job.",
    "word_count": "5239",
    "date_updated": "2020-10-04T09:04:38.000Z"
  },
  {
    "title": "From cut-out confessions to cheese pages: browse the world's strangest books",
    "link": "https://www.theguardian.com/books/2020/oct/01/browsing-the-madmans-library-edward-brooke-hitching",
    "content": "Edward Brooke-Hitching grew up in a rare book shop, with a rare book dealer for a father. As the author of histories of maps The Phantom Atlas, The Golden Atlas and The Sky Atlas, he has always been “really fascinated by books that are down the back alleys of history”.",
    "word_count": "1814",
    "date_updated": "2020-10-03T11:42:58.000Z"
  },
  {
    "title": "In My Sari, Kissing the Soccer Coach",
    "link": "https://www.nytimes.com/2020/10/02/style/modern-love-in-my-saari-kissing-the-soccer-coach.html",
    "content": "Seeing the movie “Bend It Like Beckham” on a Girl Scouts overnight shaped my romantic preferences for years to come. As the sole Desi member of our suburban Indiana troop, I watched in a state of bliss, relieved to finally see someone who looked like me onscreen.",
    "word_count": "1505",
    "date_updated": "2020-10-02T21:04:36.000Z"
  },
  {
    "title": "How To Be An Anti-Casteist",
    "link": "https://www.npr.org/2020/09/21/915299467/how-to-be-an-anti-casteist",
    "content": "What is \"caste privilege,\" and what does it mean for South Asians in the United States? The state of California filed a lawsuit, this summer, alleging caste discrimination in an all-Indian team of employees at Cisco Systems' headquarters in San Jose.",
    "word_count": "316",
    "date_updated": "2020-10-02T07:24:48.000Z"
  },
  {
    "title": "The Beginner’s Guide To Header Bidding",
    "link": "https://adprofs.co/beginners-guide-to-header-bidding/",
    "content": "If you follow advertising technology, you have no doubt encountered the term “header bidding” in the last year or two. Yet, when I ask people how much they know about it, most reply “very little.",
    "word_count": "4030",
    "date_updated": "2020-10-01T15:47:08.000Z"
  },
  {
    "title": "Ideas from my Development Setup: Always Tmux",
    "link": "https://cedaei.com/posts/ideas-from-my-dev-setup-always-tmux/",
    "content": "Back when I first learnt tmux, I realized it was a really valuable tool. Soon afterwards, I found myself in need of wanting to make a split only to find out I wasn’t in tmux. This would lead to:",
    "word_count": "246",
    "date_updated": "2020-09-30T17:03:40.000Z"
  },
  {
    "title": "Spanish Top 5000 Vocabulary",
    "link": "https://ankiweb.net/shared/info/241428882",
    "content": "146 5 Sign in to rate Spanish Top 5000 Vocabulary 75.86MB. 4881 audio & 5000 images. Updated 2017-10-14. This item is large, and may take some time to download. Description Updated: 29th May 2016. Deck to learn Spanish with pictures and sound.",
    "word_count": "2190",
    "date_updated": "2020-09-30T11:30:44.000Z"
  },
  {
    "title": "‘Real’ Programming Is an Elitist Myth",
    "link": "https://www.wired.com/story/databases-coding-real-programming-myth/",
    "content": "It's a normal afternoon in July. I'm at work in my little corner, speaking into the camera. The children are in their rooms, regressing. I leave the bedroom-office to get more coffee. My spouse is in our small kitchen, kneading dough while on a video call of her own. I eavesdrop for a minute.",
    "word_count": "1271",
    "date_updated": "2020-09-27T18:48:56.000Z"
  },
  {
    "title": "Love the Fig",
    "link": "https://www.newyorker.com/tech/annals-of-technology/love-the-fig",
    "content": "The produce section of the grocery store is a botanical disaster. Most people know that a tomato is technically a fruit, but so is an eggplant, a cucumber, and a spaghetti squash.",
    "word_count": "1229",
    "date_updated": "2020-09-25T08:30:32.000Z"
  },
  {
    "title": "For Camus, It Was Always Personal",
    "link": "https://lareviewofbooks.org/article/for-camus-it-was-always-personal/",
    "content": "Stop me if you’ve already heard this quote. You will find it on greeting cards and T-shirts, at the bottom of emails and the top of posters, on key chains and coffee mugs — including the chipped and scratched one sitting next to my laptop.",
    "word_count": "1603",
    "date_updated": "2020-09-25T07:59:43.000Z"
  },
  {
    "title": "Work on what matters",
    "link": "https://staffeng.com/guides/work-on-what-matters",
    "content": "We all have a finite amount of time to live, and within that mortal countdown we devote some fraction towards our work.",
    "word_count": "2152",
    "date_updated": "2020-09-25T07:59:14.000Z"
  },
  {
    "title": "Reddit Squashed QAnon by Accident",
    "link": "https://www.theatlantic.com/technology/archive/2020/09/reddit-qanon-ban-evasion-policy-moderation-facebook/616442/",
    "content": "Two years ago, Reddit had the internet’s biggest QAnon problem. Today, that problem is gone—but the company can’t really explain why.",
    "word_count": "1563",
    "date_updated": "2020-09-24T08:02:58.000Z"
  },
  {
    "title": "cmccabe's tilde.town guide",
    "link": "https://tilde.town/~cmccabe/",
    "content": "This is a build-it-as-you-do-it tilde.town guide. Why tilde.town? I am a big supporter of indepdendent, non-commercial social and hobbyist communities online that serve as places for creativity and collaboration. We need a lot more places like this these days. I even started my own at rawtext.",
    "word_count": "1406",
    "date_updated": "2020-09-21T15:00:26.000Z"
  },
  {
    "title": "How to Catch a Spy who Uses Numbers Stations? The KGB Experience",
    "link": "https://www.numbers-stations.com/how-to-catch-a-spy-who-uses-numbers-stations-the-kgb-experience/",
    "content": "From 2019 onwards the Latvian National Archive offers access to various KGB documents.",
    "word_count": "5853",
    "date_updated": "2020-09-21T14:27:28.000Z"
  },
  {
    "title": "The New Manager Death Spiral",
    "link": "https://randsinrepose.com/archives/the-new-manager-death-spiral/",
    "content": "The starting gun fires and when the starting gun fires, you run. You’re a new manager, and while the sound of gun firing is startling, you run because this is finally your chance. You’ve been promoted to the role of manager, you want this gig, and this is your chance to shine, so you run.",
    "word_count": "1464",
    "date_updated": "2020-09-16T10:55:37.000Z"
  },
  {
    "title": "The Treasury Solicitor",
    "link": "https://sirhenrybrooke.me/2016/10/27/the-treasury-solicitor/",
    "content": "I must confess that I had never heard of Ine, King of Wessex, until my attention was drawn to him by an anonymous historian of the Treasury Solicitor’s Office (“the anonymous historian”), whose monograph “Our History” starts:  “There is a long tradition of legal adviser to the Crown and",
    "word_count": "1720",
    "date_updated": "2020-09-08T14:49:51.000Z"
  },
  {
    "title": "DECLASSIFIED UK",
    "link": "https://www.dailymaverick.co.za/article/2020-08-28-revealed-the-cia-and-mi6s-secret-war-in-kenya/",
    "content": "A covert Kenyan paramilitary team armed and trained by the US and supported by UK intelligence is behind renditions and controversial killings of terror suspects in night-time raids, Declassified UK can reveal.",
    "word_count": "7281",
    "date_updated": "2020-08-29T09:13:25.000Z"
  },
  {
    "title": "The Bleak Left",
    "link": "https://nplusonemag.com/issue-28/reviews/the-bleak-left/",
    "content": "It’s no secret that the collapse of international communism from 1989 to 1991 forced many Marxists into defensive positions. What’s less well understood is why so many others took the opportunity to abjure some of Marxism’s most hallowed principles.",
    "word_count": "7836",
    "date_updated": "2020-08-25T13:50:03.000Z"
  },
  {
    "title": "Why Every City Feels the Same Now",
    "link": "https://www.theatlantic.com/technology/archive/2020/08/why-every-city-feels-same-now/615556/",
    "content": "Glass-and-steel monoliths replaced local architecture. It’s not too late to go back. Some time ago, I woke up in a hotel room unable to determine where I was in the world.",
    "word_count": "2896",
    "date_updated": "2020-08-24T16:37:30.000Z"
  },
  {
    "title": "Investors Have Been Making the Same Mistake for 300 Years",
    "link": "https://www.theatlantic.com/ideas/archive/2020/08/even-geniuses-make-bad-investors/615592/",
    "content": "If Isaac Newton could lose all reason in the pursuit of riches, so can anyone else. Early in August 1720, Sir Isaac Newton was faced with a choice.",
    "word_count": "1889",
    "date_updated": "2020-08-23T10:20:57.000Z"
  },
  {
    "title": "The Strange and Gruesome Story of the Greenland Shark, the Longest-Living Vertebrate on Earth",
    "link": "https://www.newyorker.com/tech/annals-of-technology/the-strange-and-gruesome-story-of-the-greenland-shark-the-longest-living-vertebrate-on-earth",
    "content": "Greenland sharks are among nature’s least elegant inventions. Lumpish, with stunted pectoral fins that they use for ponderously slow swimming in cold and dark Arctic waters, they have blunt snouts and gaping mouths that give them an unfortunate, dull-witted appearance.",
    "word_count": "1057",
    "date_updated": "2020-08-22T12:58:20.000Z"
  },
  {
    "title": "Has Self-Awareness Gone Too Far in Fiction?",
    "link": "https://www.newyorker.com/books/under-review/has-self-awareness-gone-too-far-in-fiction",
    "content": "These self-conscious times have furnished us with a new fallacy. Call it the reflexivity trap. This is the implicit, and sometimes explicit, idea that professing awareness of a fault absolves you of that fault—that lip service equals resistance.",
    "word_count": "2740",
    "date_updated": "2020-08-20T15:30:01.000Z"
  },
  {
    "title": "The Wikipedia War That Shows How Ugly This Election Will Be",
    "link": "https://www.theatlantic.com/technology/archive/2020/08/the-wikipedia-war-over-kamala-harris-race/615250/",
    "content": "An editing battle over Kamala Harris’s race is a sign of what’s to come. At 4:14 p.m. Delaware time Tuesday, Joe Biden’s campaign sent out a mass text message announcing the presumptive Democratic nominee’s choice for vice president: Senator Kamala Harris of California.",
    "word_count": "1634",
    "date_updated": "2020-08-14T17:16:12.000Z"
  },
  {
    "title": "The Languages Which Almost Became CSS",
    "link": "https://eager.io/blog/the-languages-which-almost-were-css/",
    "content": "When HTML was announced by Tim Berners-Lee in 1991 there was no method of styling pages. How given HTML tags were rendered was determined by the browser, often with significant input from the user’s preferences.",
    "word_count": "3333",
    "date_updated": "2020-08-14T12:59:22.000Z"
  },
  {
    "title": "Babe: Pig in the City",
    "link": "https://en.wikipedia.org/wiki/Babe:_Pig_in_the_City",
    "content": "Babe: Pig in the City is a 1998 Australian-American comedy-drama film and the sequel to the 1995 film Babe. It is co-written, produced and directed by George Miller, who co-wrote and produced the original film.",
    "word_count": "1872",
    "date_updated": "2020-08-13T16:57:49.000Z"
  },
  {
    "title": "The Physical Traits that Define Men and Women in Literature",
    "link": "https://pudding.cool/2020/07/gendered-descriptions",
    "content": "This all started with a particularly sexy fairy. My book club was reading The Wise Mans Fear by Patrick Rothfuss. In the middle of an otherwise unremarkable plot, we found a 35-page interlude about a highly attractive fairy, describing her body in minute, eye-rolling detail.",
    "word_count": "1060",
    "date_updated": "2020-08-12T11:25:25.000Z"
  },
  {
    "title": "After Atomic Bombings, These Photographers Worked Under Mushroom Clouds",
    "link": "https://www.nytimes.com/2020/08/06/world/asia/hiroshima-nagasaki-japan-photos.html",
    "content": "In August 1945, a Japanese newspaper sent a photographer from Tokyo to two cities that the United States military had just leveled with atomic bombs. The photographer, Eiichi Matsumoto, had covered the firebombings of other Japanese cities.",
    "word_count": "1178",
    "date_updated": "2020-08-06T11:02:35.000Z"
  },
  {
    "title": "The Hidden Stakes of the 1619 Controversy",
    "link": "https://bostonreview.net/race-politics/david-waldstreicher-hidden-stakes-1619-controversy",
    "content": "Seeking to discredit those who wish to explain the persistence of racism, critics of the New York Times’s 1619 Project insist the facts don’t support its proslavery reading of the American Revolution. But they obscure a longstanding debate within the field of U.S.",
    "word_count": "4667",
    "date_updated": "2020-08-05T21:05:41.000Z"
  },
  {
    "title": "How to Draw in Perspective: 30+ Perspective Drawing Lessons By Illustrator Thomas Romain",
    "link": "https://artdepartmental.com/blog/perspective-drawing-lessons-thomas-romain/",
    "content": "If you’re looking to learn how to draw in perspective, you’ve come to the right place. Check out these 39 lessons on perspective drawing by Thomas Romain.",
    "word_count": "2568",
    "date_updated": "2020-07-26T12:12:09.000Z"
  },
  {
    "title": "The Argument of “Afropessimism”",
    "link": "https://www.newyorker.com/magazine/2020/07/20/the-argument-of-afropessimism",
    "content": "The best time to read a book by Frank B. Wilderson III, it turns out, is during a hot summer of uneasy isolation, social heartbreak, and racial uprising.",
    "word_count": "3795",
    "date_updated": "2020-07-16T11:31:56.000Z"
  },
  {
    "title": "Bolívar's campaign to liberate New Granada",
    "link": "https://en.wikipedia.org/wiki/Bol%C3%ADvar%27s_campaign_to_liberate_New_Granada",
    "content": "Bolívar's campaign to liberate New Granada of 1819-1820 was part of the Colombian and Venezuelan wars of independence and was one of the many military campaigns fought by Simón Bolívar.",
    "word_count": "1474",
    "date_updated": "2020-06-10T12:32:02.000Z"
  },
  {
    "title": "The Hoover Building",
    "link": "https://www.interrobang.london/projects/the-hoover-building/",
    "content": "The Hoover building is a fantastic example of art deco design in a prominent location on Western Avenue, Perivale, Ealing.",
    "word_count": "341",
    "date_updated": "2020-06-09T14:19:22.000Z"
  },
  {
    "title": "The Dark Side of the Comics That Redefined Hinduism",
    "link": "https://www.theatlantic.com/entertainment/archive/2017/12/the-comics-that-redefined-hinduism/539838/",
    "content": "Fifty years ago, a junior executive at the Times of India named Anant Pai watched Indian children on a TV quiz show fail to answer a basic question about the Hindu epic Ramayana. Concerned that young people in his country had lost touch with their cultural heritage, Pai acted.",
    "word_count": "1703",
    "date_updated": "2020-06-01T08:37:11.000Z"
  },
  {
    "title": "Liquid Cities",
    "link": "https://placesjournal.org/article/liquid-cities/",
    "content": "Archi­tecture and science fiction are interrelated forms. The author of a plan or a story imagines an intervention in the environment and a change in the lives of its inhabitants, which is revealed through narrative consequences.",
    "word_count": "8412",
    "date_updated": "2020-06-01T06:51:30.000Z"
  },
  {
    "title": "30 Movies That Are Unlike Anything You’ve Seen Before",
    "link": "https://www.theatlantic.com/culture/archive/2020/05/30-singular-films-watch-quarantine/611956/",
    "content": "These films, each unforgettable in its own way, are essential viewing. The word unique has to be one of the most overused descriptors in show business; if every movie that got touted as one-of-a-kind by its marketing team actually was, there’d be no further complaints about Hollywood creativity.",
    "word_count": "4202",
    "date_updated": "2020-05-28T23:14:55.000Z"
  },
  {
    "title": "Where Do Eels Come From?",
    "link": "https://www.newyorker.com/magazine/2020/05/25/where-do-eels-come-from",
    "content": "In the spring of 1876, a young man of nineteen arrived in the seaside city of Trieste and set about a curious task. Every morning, as the fishermen brought in their catch, he went to meet them at the port, where he bought eels by the dozens and then the hundreds.",
    "word_count": "2592",
    "date_updated": "2020-05-28T16:56:02.000Z"
  }
]
