[
  {
    "title": "Give thanks to Gary Johnston and his Yukon Gold spud",
    "link": "https://www.theglobeandmail.com/canada/article-give-thanks-to-gary-johnston-and-his-yukon-gold-spud/",
    "content": "Don’t bother looking for Gary Johnston’s Wikipedia entry. There isn’t one. Inspect your heaving Thanksgiving plate this weekend, however, and you might see evidence of his handiwork.",
    "word_count": "1297",
    "date_updated": "2020-10-12T17:06:47.000Z"
  },
  {
    "title": "Basic Concepts in Unity for Software Engineers",
    "link": "https://blog.eyas.sh/2020/10/unity-for-engineers-pt1-basic-concepts/",
    "content": "Occasional musings on software development, tech, the Middle East, and anything else. If you’re trying to get into game development as a Software Engineer, finding learning materials with the right level of context can be challenging.",
    "word_count": "1831",
    "date_updated": "2020-10-12T11:13:51.000Z"
  },
  {
    "title": "There’s Never Been a Story Like Britney Spears’s",
    "link": "https://www.theatlantic.com/culture/archive/2020/10/why-free-britney-saga-feels-so-familiar/616587/",
    "content": "Fans are rallying to liberate the singer from her father’s control. But emancipation narratives from Mariah Carey and other pop stars show how complex independence can be. Someday, with luck, Britney Spears will write a “good, mysterious book.",
    "word_count": "3356",
    "date_updated": "2020-10-12T07:25:49.000Z"
  },
  {
    "title": "James Murdoch, Rebellious Scion",
    "link": "https://www.nytimes.com/2020/10/10/style/james-murdoch-maureen-dowd.html",
    "content": "WASHINGTON — As we sat down to lunch in my garden, I mentioned to James Murdoch that I’ve been reading a lot of classical plays lately and a popular theme is the rancorous battle between two brothers over a kingdom. Above his mask and behind his Kingsman glasses, Mr.",
    "word_count": "4263",
    "date_updated": "2020-10-10T11:37:52.000Z"
  },
  {
    "title": "The Joke’s on Us",
    "link": "https://www.theatlantic.com/international/archive/2020/09/how-memes-lulz-and-ironic-bigotry-won-internet/616427/",
    "content": "In the 2010s, Hitler memes and “ironic” racism filled the internet. What if we had taken them seriously? Updated at 4:00 a.m. ET on Oct. 4, 2020.",
    "word_count": "4008",
    "date_updated": "2020-10-10T11:15:11.000Z"
  },
  {
    "title": "Pointers From Portugal on Addiction and the Drug War",
    "link": "https://www.nytimes.com/2020/10/05/upshot/portugal-drug-legalization-treatment.html",
    "content": "Decriminalization involves trade-offs, but treating addiction as a disease yields a clear gain, research suggests. Many people point to Portugal as an example for the United States to emulate in dealing with illicit drugs.",
    "word_count": "861",
    "date_updated": "2020-10-08T12:02:17.000Z"
  },
  {
    "title": "The Elusive Peril of Space Junk",
    "link": "https://www.newyorker.com/magazine/2020/09/28/the-elusive-peril-of-space-junk",
    "content": "For decades, the International Space Station has been hovering over Earth, in an orbit somewhere between two hundred and three hundred miles above sea level.",
    "word_count": "2145",
    "date_updated": "2020-10-08T12:01:59.000Z"
  },
  {
    "title": "The 100 Sequences That Shaped Animation",
    "link": "https://www.vulture.com/article/most-influential-best-scenes-animation-history.html",
    "content": "This article was featured in One Great Story, New York’s reading recommendation newsletter. Sign up here to get it nightly. All animation, whether it depicts a whistling mouse, a walking dinosaur, or a leaping superhero, is a kind of magic trick.",
    "word_count": "33713",
    "date_updated": "2020-10-06T22:33:03.000Z"
  },
  {
    "title": "How ARIA fits in the Layers of Accessibility Technologies – Web Tech Explained",
    "link": "https://youtube.com/watch?v=12ZzSG3RrRI",
    "content": "Transcript: https://yatil.net/videos/how-aria-fits-in-the-layers-of-accessibility-technologies/\n\nSupport this channel at https://patreon.com/yatil • Follow me at https://twitter.com/yatil\n\nThere are amultiple layers of accessibility technology. This video gives a super broad overview on what they",
    "word_count": "0",
    "date_updated": "2020-10-06T21:43:03.000Z"
  },
  {
    "title": "The Scramble to Defuse the ‘Feral Swine Bomb’",
    "link": "https://undark.org/2020/09/14/feral-pig-swine-bomb-ontario-montana/",
    "content": "Nic Peach squinted through binoculars at two dots in the distance, tracking what he assumed were a pair of turkeys. But the creatures were not moving like turkeys, which he was hunting on his grandfather’s farm in Little Britain, Ontario.",
    "word_count": "1856",
    "date_updated": "2020-10-06T21:25:39.000Z"
  },
  {
    "title": "The Vikings Were More Complicated Than You Might Think",
    "link": "https://www.nytimes.com/2020/09/16/science/vikings-DNA.html",
    "content": "One of the biggest surveys ever of ancient DNA offers new evidence of who the Vikings were and where they went raiding and trading. Public fascination with the Vikings runs high these days, with several current television series available for bloody binge-watching.",
    "word_count": "642",
    "date_updated": "2020-10-06T21:25:19.000Z"
  },
  {
    "title": "Full-Bleed Layout Using CSS Grid",
    "link": "https://www.joshwcomeau.com/css/full-bleed/",
    "content": "It doesn't seem like it would be so tricky, right? But this was an era before flexbox existed; our tools for the job were tables and floats, and neither were really up to this task. It was technically possible, but some shenanigans were required.",
    "word_count": "996",
    "date_updated": "2020-10-05T17:52:37.000Z"
  },
  {
    "title": "Exxon’s Plan for Surging Carbon Emissions Revealed in Leaked Documents",
    "link": "https://www.bloomberg.com/news/articles/2020-10-05/exxon-carbon-emissions-and-climate-leaked-plans-reveal-rising-co2-output",
    "content": "Exxon Mobil Corp. had plans to increase annual carbon-dioxide emissions by as much as the output of the entire nation of Greece, an analysis of internal documents reviewed by Bloomberg shows, setting one of the largest corporate emitters against international efforts to slow the pace of warming.",
    "word_count": "1823",
    "date_updated": "2020-10-05T14:31:52.000Z"
  },
  {
    "title": "Saving Uighur Culture From Genocide",
    "link": "https://www.theatlantic.com/international/archive/2020/10/chinas-war-on-uighur-culture/616513/",
    "content": "China’s repression of the Uighurs in Xinjiang has forced those in the diaspora to protect their identity from afar. How do you protect a culture that is being wiped out?",
    "word_count": "3521",
    "date_updated": "2020-10-05T14:30:22.000Z"
  },
  {
    "title": "Ad Tech Could Be the Next Internet Bubble",
    "link": "https://www.wired.com/story/ad-tech-could-be-the-next-internet-bubble/",
    "content": "We live in an age of manipulation. An extensive network of commercial surveillance tracks our every move and a fair number of our thoughts.",
    "word_count": "2148",
    "date_updated": "2020-10-05T14:30:05.000Z"
  },
  {
    "title": "The Little Black Book Series",
    "link": "http://jouncemedia.com/little-black-book/",
    "content": "",
    "word_count": "0",
    "date_updated": "2020-10-05T13:57:58.000Z"
  },
  {
    "title": "Who are Prospect and what do we do?",
    "link": "https://prospect.org.uk/about/who-are-prospect/",
    "content": "Prospect is a trade union which supports and represents people like you. By joining Prospect, you’ll be welcomed into a community of more than 145,000 members who work as scientists, engineers, tech experts and in other specialist roles.",
    "word_count": "486",
    "date_updated": "2020-10-05T10:25:12.000Z"
  },
  {
    "title": "Meet the CamperForce, Amazon's Nomadic Retiree Army",
    "link": "https://www.wired.com/story/meet-camperforce-amazons-nomadic-retiree-army/",
    "content": "In the spring of 1960, just after he turned 16, Chuck Stout went to work as a “garbage boy” at a McDonald’s in Toledo, Ohio. For 85 cents an hour, he swept and mopped the floors, kept the drive-in lot tidy, filled the shake machine, and washed dishes. Chuck loved the job.",
    "word_count": "5239",
    "date_updated": "2020-10-04T09:04:38.000Z"
  },
  {
    "title": "From cut-out confessions to cheese pages: browse the world's strangest books",
    "link": "https://www.theguardian.com/books/2020/oct/01/browsing-the-madmans-library-edward-brooke-hitching",
    "content": "Edward Brooke-Hitching grew up in a rare book shop, with a rare book dealer for a father. As the author of histories of maps The Phantom Atlas, The Golden Atlas and The Sky Atlas, he has always been “really fascinated by books that are down the back alleys of history”.",
    "word_count": "1814",
    "date_updated": "2020-10-03T11:42:58.000Z"
  },
  {
    "title": "In My Sari, Kissing the Soccer Coach",
    "link": "https://www.nytimes.com/2020/10/02/style/modern-love-in-my-saari-kissing-the-soccer-coach.html",
    "content": "Seeing the movie “Bend It Like Beckham” on a Girl Scouts overnight shaped my romantic preferences for years to come. As the sole Desi member of our suburban Indiana troop, I watched in a state of bliss, relieved to finally see someone who looked like me onscreen.",
    "word_count": "1505",
    "date_updated": "2020-10-02T21:04:36.000Z"
  },
  {
    "title": "How To Be An Anti-Casteist",
    "link": "https://www.npr.org/2020/09/21/915299467/how-to-be-an-anti-casteist",
    "content": "What is \"caste privilege,\" and what does it mean for South Asians in the United States? The state of California filed a lawsuit, this summer, alleging caste discrimination in an all-Indian team of employees at Cisco Systems' headquarters in San Jose.",
    "word_count": "316",
    "date_updated": "2020-10-02T07:24:48.000Z"
  },
  {
    "title": "The Beginner’s Guide To Header Bidding",
    "link": "https://adprofs.co/beginners-guide-to-header-bidding/",
    "content": "If you follow advertising technology, you have no doubt encountered the term “header bidding” in the last year or two. Yet, when I ask people how much they know about it, most reply “very little.",
    "word_count": "4030",
    "date_updated": "2020-10-01T15:47:08.000Z"
  },
  {
    "title": "Ideas from my Development Setup: Always Tmux",
    "link": "https://cedaei.com/posts/ideas-from-my-dev-setup-always-tmux/",
    "content": "Back when I first learnt tmux, I realized it was a really valuable tool. Soon afterwards, I found myself in need of wanting to make a split only to find out I wasn’t in tmux. This would lead to:",
    "word_count": "246",
    "date_updated": "2020-09-30T17:03:40.000Z"
  },
  {
    "title": "Spanish Top 5000 Vocabulary",
    "link": "https://ankiweb.net/shared/info/241428882",
    "content": "146 5 Sign in to rate Spanish Top 5000 Vocabulary 75.86MB. 4881 audio & 5000 images. Updated 2017-10-14. This item is large, and may take some time to download. Description Updated: 29th May 2016. Deck to learn Spanish with pictures and sound.",
    "word_count": "2190",
    "date_updated": "2020-09-30T11:30:44.000Z"
  },
  {
    "title": "‘Real’ Programming Is an Elitist Myth",
    "link": "https://www.wired.com/story/databases-coding-real-programming-myth/",
    "content": "It's a normal afternoon in July. I'm at work in my little corner, speaking into the camera. The children are in their rooms, regressing. I leave the bedroom-office to get more coffee. My spouse is in our small kitchen, kneading dough while on a video call of her own. I eavesdrop for a minute.",
    "word_count": "1271",
    "date_updated": "2020-09-27T18:48:56.000Z"
  },
  {
    "title": "Love the Fig",
    "link": "https://www.newyorker.com/tech/annals-of-technology/love-the-fig",
    "content": "The produce section of the grocery store is a botanical disaster. Most people know that a tomato is technically a fruit, but so is an eggplant, a cucumber, and a spaghetti squash.",
    "word_count": "1229",
    "date_updated": "2020-09-25T08:30:32.000Z"
  },
  {
    "title": "For Camus, It Was Always Personal",
    "link": "https://lareviewofbooks.org/article/for-camus-it-was-always-personal/",
    "content": "Stop me if you’ve already heard this quote. You will find it on greeting cards and T-shirts, at the bottom of emails and the top of posters, on key chains and coffee mugs — including the chipped and scratched one sitting next to my laptop.",
    "word_count": "1603",
    "date_updated": "2020-09-25T07:59:43.000Z"
  },
  {
    "title": "Work on what matters",
    "link": "https://staffeng.com/guides/work-on-what-matters",
    "content": "We all have a finite amount of time to live, and within that mortal countdown we devote some fraction towards our work.",
    "word_count": "2152",
    "date_updated": "2020-09-25T07:59:14.000Z"
  },
  {
    "title": "Reddit Squashed QAnon by Accident",
    "link": "https://www.theatlantic.com/technology/archive/2020/09/reddit-qanon-ban-evasion-policy-moderation-facebook/616442/",
    "content": "Two years ago, Reddit had the internet’s biggest QAnon problem. Today, that problem is gone—but the company can’t really explain why.",
    "word_count": "1563",
    "date_updated": "2020-09-24T08:02:58.000Z"
  },
  {
    "title": "cmccabe's tilde.town guide",
    "link": "https://tilde.town/~cmccabe/",
    "content": "This is a build-it-as-you-do-it tilde.town guide. Why tilde.town? I am a big supporter of indepdendent, non-commercial social and hobbyist communities online that serve as places for creativity and collaboration. We need a lot more places like this these days. I even started my own at rawtext.",
    "word_count": "1406",
    "date_updated": "2020-09-21T15:00:26.000Z"
  },
  {
    "title": "How to Catch a Spy who Uses Numbers Stations? The KGB Experience",
    "link": "https://www.numbers-stations.com/how-to-catch-a-spy-who-uses-numbers-stations-the-kgb-experience/",
    "content": "From 2019 onwards the Latvian National Archive offers access to various KGB documents.",
    "word_count": "5853",
    "date_updated": "2020-09-21T14:27:28.000Z"
  },
  {
    "title": "The New Manager Death Spiral",
    "link": "https://randsinrepose.com/archives/the-new-manager-death-spiral/",
    "content": "The starting gun fires and when the starting gun fires, you run. You’re a new manager, and while the sound of gun firing is startling, you run because this is finally your chance. You’ve been promoted to the role of manager, you want this gig, and this is your chance to shine, so you run.",
    "word_count": "1464",
    "date_updated": "2020-09-16T10:55:37.000Z"
  },
  {
    "title": "The Treasury Solicitor",
    "link": "https://sirhenrybrooke.me/2016/10/27/the-treasury-solicitor/",
    "content": "I must confess that I had never heard of Ine, King of Wessex, until my attention was drawn to him by an anonymous historian of the Treasury Solicitor’s Office (“the anonymous historian”), whose monograph “Our History” starts:  “There is a long tradition of legal adviser to the Crown and",
    "word_count": "1720",
    "date_updated": "2020-09-08T14:49:51.000Z"
  },
  {
    "title": "DECLASSIFIED UK",
    "link": "https://www.dailymaverick.co.za/article/2020-08-28-revealed-the-cia-and-mi6s-secret-war-in-kenya/",
    "content": "A covert Kenyan paramilitary team armed and trained by the US and supported by UK intelligence is behind renditions and controversial killings of terror suspects in night-time raids, Declassified UK can reveal.",
    "word_count": "7281",
    "date_updated": "2020-08-29T09:13:25.000Z"
  },
  {
    "title": "The Bleak Left",
    "link": "https://nplusonemag.com/issue-28/reviews/the-bleak-left/",
    "content": "It’s no secret that the collapse of international communism from 1989 to 1991 forced many Marxists into defensive positions. What’s less well understood is why so many others took the opportunity to abjure some of Marxism’s most hallowed principles.",
    "word_count": "7836",
    "date_updated": "2020-08-25T13:50:03.000Z"
  },
  {
    "title": "Why Every City Feels the Same Now",
    "link": "https://www.theatlantic.com/technology/archive/2020/08/why-every-city-feels-same-now/615556/",
    "content": "Glass-and-steel monoliths replaced local architecture. It’s not too late to go back. Some time ago, I woke up in a hotel room unable to determine where I was in the world.",
    "word_count": "2896",
    "date_updated": "2020-08-24T16:37:30.000Z"
  },
  {
    "title": "Investors Have Been Making the Same Mistake for 300 Years",
    "link": "https://www.theatlantic.com/ideas/archive/2020/08/even-geniuses-make-bad-investors/615592/",
    "content": "If Isaac Newton could lose all reason in the pursuit of riches, so can anyone else. Early in August 1720, Sir Isaac Newton was faced with a choice.",
    "word_count": "1889",
    "date_updated": "2020-08-23T10:20:57.000Z"
  },
  {
    "title": "The Strange and Gruesome Story of the Greenland Shark, the Longest-Living Vertebrate on Earth",
    "link": "https://www.newyorker.com/tech/annals-of-technology/the-strange-and-gruesome-story-of-the-greenland-shark-the-longest-living-vertebrate-on-earth",
    "content": "Greenland sharks are among nature’s least elegant inventions. Lumpish, with stunted pectoral fins that they use for ponderously slow swimming in cold and dark Arctic waters, they have blunt snouts and gaping mouths that give them an unfortunate, dull-witted appearance.",
    "word_count": "1057",
    "date_updated": "2020-08-22T12:58:20.000Z"
  },
  {
    "title": "Has Self-Awareness Gone Too Far in Fiction?",
    "link": "https://www.newyorker.com/books/under-review/has-self-awareness-gone-too-far-in-fiction",
    "content": "These self-conscious times have furnished us with a new fallacy. Call it the reflexivity trap. This is the implicit, and sometimes explicit, idea that professing awareness of a fault absolves you of that fault—that lip service equals resistance.",
    "word_count": "2740",
    "date_updated": "2020-08-20T15:30:01.000Z"
  },
  {
    "title": "The Wikipedia War That Shows How Ugly This Election Will Be",
    "link": "https://www.theatlantic.com/technology/archive/2020/08/the-wikipedia-war-over-kamala-harris-race/615250/",
    "content": "An editing battle over Kamala Harris’s race is a sign of what’s to come. At 4:14 p.m. Delaware time Tuesday, Joe Biden’s campaign sent out a mass text message announcing the presumptive Democratic nominee’s choice for vice president: Senator Kamala Harris of California.",
    "word_count": "1634",
    "date_updated": "2020-08-14T17:16:12.000Z"
  },
  {
    "title": "The Languages Which Almost Became CSS",
    "link": "https://eager.io/blog/the-languages-which-almost-were-css/",
    "content": "When HTML was announced by Tim Berners-Lee in 1991 there was no method of styling pages. How given HTML tags were rendered was determined by the browser, often with significant input from the user’s preferences.",
    "word_count": "3333",
    "date_updated": "2020-08-14T12:59:22.000Z"
  },
  {
    "title": "Babe: Pig in the City",
    "link": "https://en.wikipedia.org/wiki/Babe:_Pig_in_the_City",
    "content": "Babe: Pig in the City is a 1998 Australian-American comedy-drama film and the sequel to the 1995 film Babe. It is co-written, produced and directed by George Miller, who co-wrote and produced the original film.",
    "word_count": "1872",
    "date_updated": "2020-08-13T16:57:49.000Z"
  },
  {
    "title": "The Physical Traits that Define Men and Women in Literature",
    "link": "https://pudding.cool/2020/07/gendered-descriptions",
    "content": "This all started with a particularly sexy fairy. My book club was reading The Wise Mans Fear by Patrick Rothfuss. In the middle of an otherwise unremarkable plot, we found a 35-page interlude about a highly attractive fairy, describing her body in minute, eye-rolling detail.",
    "word_count": "1060",
    "date_updated": "2020-08-12T11:25:25.000Z"
  },
  {
    "title": "After Atomic Bombings, These Photographers Worked Under Mushroom Clouds",
    "link": "https://www.nytimes.com/2020/08/06/world/asia/hiroshima-nagasaki-japan-photos.html",
    "content": "In August 1945, a Japanese newspaper sent a photographer from Tokyo to two cities that the United States military had just leveled with atomic bombs. The photographer, Eiichi Matsumoto, had covered the firebombings of other Japanese cities.",
    "word_count": "1178",
    "date_updated": "2020-08-06T11:02:35.000Z"
  },
  {
    "title": "The Hidden Stakes of the 1619 Controversy",
    "link": "https://bostonreview.net/race-politics/david-waldstreicher-hidden-stakes-1619-controversy",
    "content": "Seeking to discredit those who wish to explain the persistence of racism, critics of the New York Times’s 1619 Project insist the facts don’t support its proslavery reading of the American Revolution. But they obscure a longstanding debate within the field of U.S.",
    "word_count": "4667",
    "date_updated": "2020-08-05T21:05:41.000Z"
  },
  {
    "title": "How to Draw in Perspective: 30+ Perspective Drawing Lessons By Illustrator Thomas Romain",
    "link": "https://artdepartmental.com/blog/perspective-drawing-lessons-thomas-romain/",
    "content": "If you’re looking to learn how to draw in perspective, you’ve come to the right place. Check out these 39 lessons on perspective drawing by Thomas Romain.",
    "word_count": "2568",
    "date_updated": "2020-07-26T12:12:09.000Z"
  },
  {
    "title": "The Argument of “Afropessimism”",
    "link": "https://www.newyorker.com/magazine/2020/07/20/the-argument-of-afropessimism",
    "content": "The best time to read a book by Frank B. Wilderson III, it turns out, is during a hot summer of uneasy isolation, social heartbreak, and racial uprising.",
    "word_count": "3795",
    "date_updated": "2020-07-16T11:31:56.000Z"
  },
  {
    "title": "Bolívar's campaign to liberate New Granada",
    "link": "https://en.wikipedia.org/wiki/Bol%C3%ADvar%27s_campaign_to_liberate_New_Granada",
    "content": "Bolívar's campaign to liberate New Granada of 1819-1820 was part of the Colombian and Venezuelan wars of independence and was one of the many military campaigns fought by Simón Bolívar.",
    "word_count": "1474",
    "date_updated": "2020-06-10T12:32:02.000Z"
  },
  {
    "title": "The Hoover Building",
    "link": "https://www.interrobang.london/projects/the-hoover-building/",
    "content": "The Hoover building is a fantastic example of art deco design in a prominent location on Western Avenue, Perivale, Ealing.",
    "word_count": "341",
    "date_updated": "2020-06-09T14:19:22.000Z"
  },
  {
    "title": "The Dark Side of the Comics That Redefined Hinduism",
    "link": "https://www.theatlantic.com/entertainment/archive/2017/12/the-comics-that-redefined-hinduism/539838/",
    "content": "Fifty years ago, a junior executive at the Times of India named Anant Pai watched Indian children on a TV quiz show fail to answer a basic question about the Hindu epic Ramayana. Concerned that young people in his country had lost touch with their cultural heritage, Pai acted.",
    "word_count": "1703",
    "date_updated": "2020-06-01T08:37:11.000Z"
  },
  {
    "title": "Liquid Cities",
    "link": "https://placesjournal.org/article/liquid-cities/",
    "content": "Archi­tecture and science fiction are interrelated forms. The author of a plan or a story imagines an intervention in the environment and a change in the lives of its inhabitants, which is revealed through narrative consequences.",
    "word_count": "8412",
    "date_updated": "2020-06-01T06:51:30.000Z"
  },
  {
    "title": "30 Movies That Are Unlike Anything You’ve Seen Before",
    "link": "https://www.theatlantic.com/culture/archive/2020/05/30-singular-films-watch-quarantine/611956/",
    "content": "These films, each unforgettable in its own way, are essential viewing. The word unique has to be one of the most overused descriptors in show business; if every movie that got touted as one-of-a-kind by its marketing team actually was, there’d be no further complaints about Hollywood creativity.",
    "word_count": "4202",
    "date_updated": "2020-05-28T23:14:55.000Z"
  },
  {
    "title": "Where Do Eels Come From?",
    "link": "https://www.newyorker.com/magazine/2020/05/25/where-do-eels-come-from",
    "content": "In the spring of 1876, a young man of nineteen arrived in the seaside city of Trieste and set about a curious task. Every morning, as the fishermen brought in their catch, he went to meet them at the port, where he bought eels by the dozens and then the hundreds.",
    "word_count": "2592",
    "date_updated": "2020-05-28T16:56:02.000Z"
  }
]
