[
  {
    "title": "Basic Concepts in Unity for Software Engineers",
    "link": "https://blog.eyas.sh/2020/10/unity-for-engineers-pt1-basic-concepts/",
    "content": "Occasional musings on software development, tech, the Middle East, and anything else. If you’re trying to get into game development as a Software Engineer, finding learning materials with the right level of context can be challenging.",
    "word_count": "1831",
    "date_updated": "2020-10-12T11:13:51.000Z"
  },
  {
    "title": "There’s Never Been a Story Like Britney Spears’s",
    "link": "https://www.theatlantic.com/culture/archive/2020/10/why-free-britney-saga-feels-so-familiar/616587/",
    "content": "Fans are rallying to liberate the singer from her father’s control. But emancipation narratives from Mariah Carey and other pop stars show how complex independence can be. Someday, with luck, Britney Spears will write a “good, mysterious book.",
    "word_count": "3356",
    "date_updated": "2020-10-12T07:25:49.000Z"
  },
  {
    "title": "Portable Sound & Vision",
    "link": "https://www.amazon.co.uk/mp3-ipod-headphones-DAB-radio/b?ie=UTF8&node=560884",
    "content": "Portable Sound & Vision Featured categories Featured deals Lightning deals pricefrom £22.85 Bluetooth Speaker, 20W Portable Speaker pricefrom £19.00 price£42.49 £79.00 46% off earin M-1 Aluminium truwireless Aluminum In-Ear Earphone for All Bluetooth Devices price£33.99 £39.",
    "word_count": "866",
    "date_updated": "2020-10-11T16:47:18.000Z"
  },
  {
    "title": "Don't Think Twice [short doc]",
    "link": "https://vimeo.com/467066512",
    "content": "How much do we all really know about the disease which will affect one in three of us? If we are diagnosed with it, will we still be able to love? Will we still be able to sing? Or will we just not want to live at all? ‘Don’t Think Twice’ follows a gentleman named John, his wife and a young ma",
    "word_count": "0",
    "date_updated": "2020-10-11T13:46:25.000Z"
  },
  {
    "title": "James Murdoch, Rebellious Scion",
    "link": "https://www.nytimes.com/2020/10/10/style/james-murdoch-maureen-dowd.html",
    "content": "WASHINGTON — As we sat down to lunch in my garden, I mentioned to James Murdoch that I’ve been reading a lot of classical plays lately and a popular theme is the rancorous battle between two brothers over a kingdom. Above his mask and behind his Kingsman glasses, Mr.",
    "word_count": "4263",
    "date_updated": "2020-10-10T11:37:52.000Z"
  },
  {
    "title": "James Murdoch, Rebellious Scion",
    "link": "https://www.nytimes.com/2020/10/10/style/james-murdoch-maureen-dowd.html",
    "content": "WASHINGTON — As we sat down to lunch in my garden, I mentioned to James Murdoch that I’ve been reading a lot of classical plays lately and a popular theme is the rancorous battle between two brothers over a kingdom. Above his mask and behind his Kingsman glasses, Mr.",
    "word_count": "4263",
    "date_updated": "2020-10-10T11:37:52.000Z"
  },
  {
    "title": "The Joke’s on Us",
    "link": "https://www.theatlantic.com/international/archive/2020/09/how-memes-lulz-and-ironic-bigotry-won-internet/616427/",
    "content": "In the 2010s, Hitler memes and “ironic” racism filled the internet. What if we had taken them seriously? Updated at 4:00 a.m. ET on Oct. 4, 2020.",
    "word_count": "4008",
    "date_updated": "2020-10-10T11:15:11.000Z"
  },
  {
    "title": "Five Signs Your Story Is Classist",
    "link": "https://mythcreants.com/blog/five-signs-your-story-is-classist/",
    "content": "Like any other form of bigotry, it’s easy for classism to seep into our stories. Some of the signs of classism are similar to other types of bigotry, such as spreading stereotypes about poor people.",
    "word_count": "2128",
    "date_updated": "2020-10-09T15:25:39.000Z"
  },
  {
    "title": "Collections: Iron, How Did They Make It, Part IVa: Steel Yourself",
    "link": "https://acoup.blog/2020/10/09/collections-iron-how-did-they-make-it-part-iva-steel-yourself/",
    "content": "This week, we continue our four(and a half)-part (I, II, III, IVa, IVb) look at pre-modern iron and steel production.",
    "word_count": "3559",
    "date_updated": "2020-10-09T15:22:51.000Z"
  },
  {
    "title": "",
    "link": "https://www.nytimes.com/2020/10/09/realestate/new-york-city-real-estate-return.html?referringSource=articleShare",
    "content": "",
    "word_count": "0",
    "date_updated": "2020-10-09T14:56:47.000Z"
  },
  {
    "title": "Face masks: what the data say",
    "link": "https://www.nature.com/articles/d41586-020-02801-8",
    "content": "When her Danish colleagues first suggested distributing protective cloth face masks to people in Guinea-Bissau to stem the spread of the coronavirus, Christine Benn wasn’t so sure.",
    "word_count": "3021",
    "date_updated": "2020-10-09T08:47:02.000Z"
  },
  {
    "title": "How the Mercury 13 Fought to Get Women in Space",
    "link": "https://daily.jstor.org/how-the-mercury-13-fought-to-get-women-in-space/",
    "content": "Only a month ago, it was announced that Jeanette Epps would become the first Black woman to live on the International Space Station—two years after she was originally supposed to go into space. Historically, NASA has not been the greatest at supporting women.",
    "word_count": "579",
    "date_updated": "2020-10-09T07:20:05.000Z"
  },
  {
    "title": "Pointers From Portugal on Addiction and the Drug War",
    "link": "https://www.nytimes.com/2020/10/05/upshot/portugal-drug-legalization-treatment.html",
    "content": "Decriminalization involves trade-offs, but treating addiction as a disease yields a clear gain, research suggests. Many people point to Portugal as an example for the United States to emulate in dealing with illicit drugs.",
    "word_count": "861",
    "date_updated": "2020-10-08T12:02:17.000Z"
  },
  {
    "title": "The Elusive Peril of Space Junk",
    "link": "https://www.newyorker.com/magazine/2020/09/28/the-elusive-peril-of-space-junk",
    "content": "For decades, the International Space Station has been hovering over Earth, in an orbit somewhere between two hundred and three hundred miles above sea level.",
    "word_count": "2145",
    "date_updated": "2020-10-08T12:01:59.000Z"
  },
  {
    "title": "The 100 Sequences That Shaped Animation",
    "link": "https://www.vulture.com/article/most-influential-best-scenes-animation-history.html",
    "content": "This article was featured in One Great Story, New York’s reading recommendation newsletter. Sign up here to get it nightly. All animation, whether it depicts a whistling mouse, a walking dinosaur, or a leaping superhero, is a kind of magic trick.",
    "word_count": "33713",
    "date_updated": "2020-10-06T22:33:03.000Z"
  },
  {
    "title": "Ori And The Will of the Wisps Switch Analysis: Inside An 'Impossible' Port",
    "link": "https://youtu.be/kH6wTpIObxE",
    "content": "This is simply a stunning conversion to Switch. One of the most beautiful games on Xbox One retains almost all of its visual features on the Nintendo hybrid console - and does so while still targeting 60 frames per second. It's an astonishing technological achievement, but how is it possible? John t",
    "word_count": "0",
    "date_updated": "2020-10-06T22:19:13.000Z"
  },
  {
    "title": "How ARIA fits in the Layers of Accessibility Technologies – Web Tech Explained",
    "link": "https://youtube.com/watch?v=12ZzSG3RrRI",
    "content": "Transcript: https://yatil.net/videos/how-aria-fits-in-the-layers-of-accessibility-technologies/\n\nSupport this channel at https://patreon.com/yatil • Follow me at https://twitter.com/yatil\n\nThere are amultiple layers of accessibility technology. This video gives a super broad overview on what they",
    "word_count": "0",
    "date_updated": "2020-10-06T21:43:03.000Z"
  },
  {
    "title": "The Scramble to Defuse the ‘Feral Swine Bomb’",
    "link": "https://undark.org/2020/09/14/feral-pig-swine-bomb-ontario-montana/",
    "content": "Nic Peach squinted through binoculars at two dots in the distance, tracking what he assumed were a pair of turkeys. But the creatures were not moving like turkeys, which he was hunting on his grandfather’s farm in Little Britain, Ontario.",
    "word_count": "1856",
    "date_updated": "2020-10-06T21:25:39.000Z"
  },
  {
    "title": "The Vikings Were More Complicated Than You Might Think",
    "link": "https://www.nytimes.com/2020/09/16/science/vikings-DNA.html",
    "content": "One of the biggest surveys ever of ancient DNA offers new evidence of who the Vikings were and where they went raiding and trading. Public fascination with the Vikings runs high these days, with several current television series available for bloody binge-watching.",
    "word_count": "642",
    "date_updated": "2020-10-06T21:25:19.000Z"
  },
  {
    "title": "Full-Bleed Layout Using CSS Grid",
    "link": "https://www.joshwcomeau.com/css/full-bleed/",
    "content": "It doesn't seem like it would be so tricky, right? But this was an era before flexbox existed; our tools for the job were tables and floats, and neither were really up to this task. It was technically possible, but some shenanigans were required.",
    "word_count": "996",
    "date_updated": "2020-10-05T17:52:37.000Z"
  },
  {
    "title": "Exxon’s Plan for Surging Carbon Emissions Revealed in Leaked Documents",
    "link": "https://www.bloomberg.com/news/articles/2020-10-05/exxon-carbon-emissions-and-climate-leaked-plans-reveal-rising-co2-output",
    "content": "Exxon Mobil Corp. had plans to increase annual carbon-dioxide emissions by as much as the output of the entire nation of Greece, an analysis of internal documents reviewed by Bloomberg shows, setting one of the largest corporate emitters against international efforts to slow the pace of warming.",
    "word_count": "1823",
    "date_updated": "2020-10-05T14:31:52.000Z"
  },
  {
    "title": "Saving Uighur Culture From Genocide",
    "link": "https://www.theatlantic.com/international/archive/2020/10/chinas-war-on-uighur-culture/616513/",
    "content": "China’s repression of the Uighurs in Xinjiang has forced those in the diaspora to protect their identity from afar. How do you protect a culture that is being wiped out?",
    "word_count": "3521",
    "date_updated": "2020-10-05T14:30:22.000Z"
  },
  {
    "title": "Ad Tech Could Be the Next Internet Bubble",
    "link": "https://www.wired.com/story/ad-tech-could-be-the-next-internet-bubble/",
    "content": "We live in an age of manipulation. An extensive network of commercial surveillance tracks our every move and a fair number of our thoughts.",
    "word_count": "2148",
    "date_updated": "2020-10-05T14:30:05.000Z"
  },
  {
    "title": "The Little Black Book Series",
    "link": "http://jouncemedia.com/little-black-book/",
    "content": "",
    "word_count": "0",
    "date_updated": "2020-10-05T13:57:58.000Z"
  },
  {
    "title": "Who are Prospect and what do we do?",
    "link": "https://prospect.org.uk/about/who-are-prospect/",
    "content": "Prospect is a trade union which supports and represents people like you. By joining Prospect, you’ll be welcomed into a community of more than 145,000 members who work as scientists, engineers, tech experts and in other specialist roles.",
    "word_count": "486",
    "date_updated": "2020-10-05T10:25:12.000Z"
  },
  {
    "title": "Meet the CamperForce, Amazon's Nomadic Retiree Army",
    "link": "https://www.wired.com/story/meet-camperforce-amazons-nomadic-retiree-army/",
    "content": "In the spring of 1960, just after he turned 16, Chuck Stout went to work as a “garbage boy” at a McDonald’s in Toledo, Ohio. For 85 cents an hour, he swept and mopped the floors, kept the drive-in lot tidy, filled the shake machine, and washed dishes. Chuck loved the job.",
    "word_count": "5239",
    "date_updated": "2020-10-04T09:04:38.000Z"
  },
  {
    "title": "From cut-out confessions to cheese pages: browse the world's strangest books",
    "link": "https://www.theguardian.com/books/2020/oct/01/browsing-the-madmans-library-edward-brooke-hitching",
    "content": "Edward Brooke-Hitching grew up in a rare book shop, with a rare book dealer for a father. As the author of histories of maps The Phantom Atlas, The Golden Atlas and The Sky Atlas, he has always been “really fascinated by books that are down the back alleys of history”.",
    "word_count": "1814",
    "date_updated": "2020-10-03T11:42:58.000Z"
  },
  {
    "title": "In My Sari, Kissing the Soccer Coach",
    "link": "https://www.nytimes.com/2020/10/02/style/modern-love-in-my-saari-kissing-the-soccer-coach.html",
    "content": "Seeing the movie “Bend It Like Beckham” on a Girl Scouts overnight shaped my romantic preferences for years to come. As the sole Desi member of our suburban Indiana troop, I watched in a state of bliss, relieved to finally see someone who looked like me onscreen.",
    "word_count": "1505",
    "date_updated": "2020-10-02T21:04:36.000Z"
  },
  {
    "title": "How To Be An Anti-Casteist",
    "link": "https://www.npr.org/2020/09/21/915299467/how-to-be-an-anti-casteist",
    "content": "What is \"caste privilege,\" and what does it mean for South Asians in the United States? The state of California filed a lawsuit, this summer, alleging caste discrimination in an all-Indian team of employees at Cisco Systems' headquarters in San Jose.",
    "word_count": "316",
    "date_updated": "2020-10-02T07:24:48.000Z"
  },
  {
    "title": "The Beginner’s Guide To Header Bidding",
    "link": "https://adprofs.co/beginners-guide-to-header-bidding/",
    "content": "If you follow advertising technology, you have no doubt encountered the term “header bidding” in the last year or two. Yet, when I ask people how much they know about it, most reply “very little.",
    "word_count": "4030",
    "date_updated": "2020-10-01T15:47:08.000Z"
  },
  {
    "title": "Joseph Wright of Derby",
    "link": "https://en.wikipedia.org/wiki/Joseph_Wright_of_Derby",
    "content": "Joseph Wright ARA (3 September 1734 – 29 August 1797), styled Joseph Wright of Derby, was an English landscape and portrait painter. He has been acclaimed as \"the first professional painter to express the spirit of the Industrial Revolution\".[1]",
    "word_count": "1970",
    "date_updated": "2020-10-01T14:59:45.000Z"
  },
  {
    "title": "Ideas from my Development Setup: Always Tmux",
    "link": "https://cedaei.com/posts/ideas-from-my-dev-setup-always-tmux/",
    "content": "Back when I first learnt tmux, I realized it was a really valuable tool. Soon afterwards, I found myself in need of wanting to make a split only to find out I wasn’t in tmux. This would lead to:",
    "word_count": "246",
    "date_updated": "2020-09-30T17:03:40.000Z"
  },
  {
    "title": "Spanish Top 5000 Vocabulary",
    "link": "https://ankiweb.net/shared/info/241428882",
    "content": "146 5 Sign in to rate Spanish Top 5000 Vocabulary 75.86MB. 4881 audio & 5000 images. Updated 2017-10-14. This item is large, and may take some time to download. Description Updated: 29th May 2016. Deck to learn Spanish with pictures and sound.",
    "word_count": "2190",
    "date_updated": "2020-09-30T11:30:44.000Z"
  },
  {
    "title": "When fonts fall",
    "link": "https://www.figma.com/blog/when-fonts-fall/",
    "content": "One of the typographical questions we get often is, “How does font fallback work exactly?” It’s not even that Figma does something unique here (although we have our own specific take), but font fallback is just complex, filled with quirks and unexpected side effects.",
    "word_count": "5674",
    "date_updated": "2020-09-30T11:27:45.000Z"
  },
  {
    "title": "How to Host Your Own Website at Home for $2 a Year",
    "link": "https://cheapskatesguide.org/articles/raspberry-pi-website.html",
    "content": "I haven't posted any articles in a few weeks, because I've been engaged in a project that has been taking up all of my time. I've been going through the exercise of setting up a website from my home on a Raspberry Pi 3.",
    "word_count": "12333",
    "date_updated": "2020-09-29T16:23:54.000Z"
  },
  {
    "title": "At Voice of America, Trump Appointee Sought Political Influence Over Coverage",
    "link": "https://www.npr.org/2020/09/02/907984631/at-voice-of-america-trump-appointee-sought-political-influence-over-coverage",
    "content": "At the Voice of America, staffers say the Trump appointee leading their parent agency is threatening to wash away legal protections intended to insulate their news reports from political meddling.",
    "word_count": "1520",
    "date_updated": "2020-09-29T14:49:18.000Z"
  },
  {
    "title": "Chris Ferdinandi: The Lean Web | July 2020",
    "link": "http://www.youtube.com/watch?v=h5CnfIAUmrU",
    "content": "The web is a bloated, over-engineered mess. And, according to developer and educator Chris Ferdinandi, many of our modern “best practices” are actually making the web worse. In this talk, Chris explores The Lean Web, a set of principles for a simpler, faster world-wide web.",
    "word_count": "0",
    "date_updated": "2020-09-28T22:39:27.000Z"
  },
  {
    "title": "How screen readers navigate data tables",
    "link": "https://tink.uk/how-screen-readers-navigate-data-tables/",
    "content": "When a table is created using the appropriate HTML elements (or ARIA roles) screen readers can inform users about the characteristics of the table, and users have access to keyboard commands specifically for navigating tabular content. For the purposes of this post I'm going to use NVDA.",
    "word_count": "977",
    "date_updated": "2020-09-28T18:05:25.000Z"
  },
  {
    "title": "‘Real’ Programming Is an Elitist Myth",
    "link": "https://www.wired.com/story/databases-coding-real-programming-myth/",
    "content": "It's a normal afternoon in July. I'm at work in my little corner, speaking into the camera. The children are in their rooms, regressing. I leave the bedroom-office to get more coffee. My spouse is in our small kitchen, kneading dough while on a video call of her own. I eavesdrop for a minute.",
    "word_count": "1271",
    "date_updated": "2020-09-27T18:48:56.000Z"
  },
  {
    "title": "Jon Worth",
    "link": "https://twitter.com/jonworth/status/1309108526522994698",
    "content": "This is a thread about the borders of Kent 🏴󠁧󠁢󠁥󠁮󠁧󠁿 These are words I never thought I would write. It's surprisingly interesting. And surprisin",
    "word_count": "26",
    "date_updated": "2020-09-25T20:46:11.000Z"
  },
  {
    "title": "Love the Fig",
    "link": "https://www.newyorker.com/tech/annals-of-technology/love-the-fig",
    "content": "The produce section of the grocery store is a botanical disaster. Most people know that a tomato is technically a fruit, but so is an eggplant, a cucumber, and a spaghetti squash.",
    "word_count": "1229",
    "date_updated": "2020-09-25T08:30:32.000Z"
  },
  {
    "title": "For Camus, It Was Always Personal",
    "link": "https://lareviewofbooks.org/article/for-camus-it-was-always-personal/",
    "content": "Stop me if you’ve already heard this quote. You will find it on greeting cards and T-shirts, at the bottom of emails and the top of posters, on key chains and coffee mugs — including the chipped and scratched one sitting next to my laptop.",
    "word_count": "1603",
    "date_updated": "2020-09-25T07:59:43.000Z"
  },
  {
    "title": "Work on what matters",
    "link": "https://staffeng.com/guides/work-on-what-matters",
    "content": "We all have a finite amount of time to live, and within that mortal countdown we devote some fraction towards our work.",
    "word_count": "2152",
    "date_updated": "2020-09-25T07:59:14.000Z"
  },
  {
    "title": "Going Dark: Looking for the End of the Internet, Part 3: The Gemini Project",
    "link": "https://cheapskatesguide.org/articles/gemini.html/",
    "content": "Welcome to the latest installment of \"Going Dark: Looking for the End of the Internet\". This continues my on-going exploration of 1) lesser-known places on the Internet, 2) computer networks that can be reached via the Internet with additional software (e.g.",
    "word_count": "3088",
    "date_updated": "2020-09-24T22:38:17.000Z"
  },
  {
    "title": "‘Girlfriends’ star Reggie Hayes was on top of the world. Now the Chicago native is struggling to find work and battling congestive heart failure.",
    "link": "https://www.chicagotribune.com/entertainment/tv/ct-mov-whatever-happened-to-reggie-hayes-girlfriends-0925-20200923-ttdlb6wiujax7obqnab7hwhtra-story.html",
    "content": "Twenty years ago “Girlfriends” premiered on UPN (which later became The CW) and earlier this month the sitcom became available to stream on Netflix, inspiring an enthusiastic rewatch of the classic show.",
    "word_count": "1749",
    "date_updated": "2020-09-24T18:54:54.000Z"
  },
  {
    "title": "Reddit Squashed QAnon by Accident",
    "link": "https://www.theatlantic.com/technology/archive/2020/09/reddit-qanon-ban-evasion-policy-moderation-facebook/616442/",
    "content": "Two years ago, Reddit had the internet’s biggest QAnon problem. Today, that problem is gone—but the company can’t really explain why.",
    "word_count": "1563",
    "date_updated": "2020-09-24T08:02:58.000Z"
  },
  {
    "title": "Fan Is A Tool-Using Animal—dConstruct Conference Talk",
    "link": "https://idlewords.com/talks/fan_is_a_tool_using_animal.htm",
    "content": "This is the written version of a , at the dConstruct conference in Brighton, England. In 1967, Gene Roddenberry launched a TV show that had a massive cultural impact. While it wasn’t a hit during its original run, it kindled the imagination in a way few other television programs had.",
    "word_count": "4532",
    "date_updated": "2020-09-23T08:36:10.000Z"
  },
  {
    "title": "cmccabe's tilde.town guide",
    "link": "https://tilde.town/~cmccabe/",
    "content": "This is a build-it-as-you-do-it tilde.town guide. Why tilde.town? I am a big supporter of indepdendent, non-commercial social and hobbyist communities online that serve as places for creativity and collaboration. We need a lot more places like this these days. I even started my own at rawtext.",
    "word_count": "1406",
    "date_updated": "2020-09-21T15:00:26.000Z"
  },
  {
    "title": "How to Catch a Spy who Uses Numbers Stations? The KGB Experience",
    "link": "https://www.numbers-stations.com/how-to-catch-a-spy-who-uses-numbers-stations-the-kgb-experience/",
    "content": "From 2019 onwards the Latvian National Archive offers access to various KGB documents.",
    "word_count": "5853",
    "date_updated": "2020-09-21T14:27:28.000Z"
  },
  {
    "title": "How the Hero of ‘Hotel Rwanda’ Fell Into a Vengeful Strongman’s Trap",
    "link": "https://www.nytimes.com/2020/09/18/world/africa/rwanda-paul-rusesabagina.html",
    "content": "KIGALI, Rwanda — As the manager of a five-star hotel where 1,268 people sheltered from the 1994 genocide in Rwanda, Paul Rusesabagina was known for his cool head — a quality that kept the killers at bay, helped ensure that all his guests survived, and led to an Oscar-nominated movie, “Hotel Rw",
    "word_count": "3162",
    "date_updated": "2020-09-19T07:21:17.000Z"
  },
  {
    "title": "Issue 11: Care (Digital)",
    "link": "https://store.logicmag.io/product/issue-11-care-digital",
    "content": "Digital technologies tend to be depicted as steely or ethereal. A headless suit holds a giant computer chip. A bodiless hand holds a cell phone. A brain wired to a giant computer network bursts into rainbows of light. But technologies are not invulnerable—nor are the people who build and use them.",
    "word_count": "142",
    "date_updated": "2020-09-18T15:30:09.000Z"
  },
  {
    "title": "The New Manager Death Spiral",
    "link": "https://randsinrepose.com/archives/the-new-manager-death-spiral/",
    "content": "The starting gun fires and when the starting gun fires, you run. You’re a new manager, and while the sound of gun firing is startling, you run because this is finally your chance. You’ve been promoted to the role of manager, you want this gig, and this is your chance to shine, so you run.",
    "word_count": "1464",
    "date_updated": "2020-09-16T10:55:37.000Z"
  },
  {
    "title": "The Blue Tape List",
    "link": "https://randsinrepose.com/archives/the-blue-tape-list/",
    "content": "We remodeled the downstairs of the house several years ago. Two rooms had walls moved to make way for additional rooms. Deep construction. Months of noise, plastic tarps, dust, and decisions.",
    "word_count": "1087",
    "date_updated": "2020-09-16T10:53:19.000Z"
  },
  {
    "title": "The Treasury Solicitor",
    "link": "https://sirhenrybrooke.me/2016/10/27/the-treasury-solicitor/",
    "content": "I must confess that I had never heard of Ine, King of Wessex, until my attention was drawn to him by an anonymous historian of the Treasury Solicitor’s Office (“the anonymous historian”), whose monograph “Our History” starts:  “There is a long tradition of legal adviser to the Crown and",
    "word_count": "1720",
    "date_updated": "2020-09-08T14:49:51.000Z"
  },
  {
    "title": "How to center disability in the tech response to COVID-19",
    "link": "https://www.brookings.edu/techstream/how-to-center-disability-in-the-tech-response-to-covid-19/",
    "content": "Across the United States, COVID-19 has had unequal impact on different communities. As numerous studies have shown, Black people, immigrants, and low-income people are more likely to contract the disease and more likely to suffer hospitalization and death when they do.",
    "word_count": "1587",
    "date_updated": "2020-09-01T09:16:54.000Z"
  },
  {
    "title": "Unusual maps",
    "link": "https://www.edwardtufte.com/bboard/q-and-a-fetch-msg?msg_id=0002yI",
    "content": "An excellent collection, with thoughtful analysis, of quirky maps formerly at strangemaps.wordpress.com, now at Big Think, here. See also book: Strange Maps: An Atlas of Cartographic Curiosities, by Frank Jacobs. From Envisioning Information, p. 102:",
    "word_count": "5670",
    "date_updated": "2020-08-31T09:35:31.000Z"
  },
  {
    "title": "Why IRCCloud?",
    "link": "https://www.irccloud.com/about",
    "content": "IRC is an unassuming yet incredibly important communication medium for millions of people.  Many groups, online communities, technology companies, open-source projects, and distributed teams rely on IRC for daily operations.",
    "word_count": "274",
    "date_updated": "2020-08-31T09:18:06.000Z"
  },
  {
    "title": "English Pastoral by James Rebanks, review — the superb sequel to The Shepherd’s Life",
    "link": "https://www.thetimes.co.uk/article/english-pastoral-an-inheritance-by-james-rebanks-book-review-6b68jq0jz",
    "content": "For James Rebanks, it started in the back of a tractor.",
    "word_count": "124",
    "date_updated": "2020-08-30T06:45:02.000Z"
  },
  {
    "title": "Erika Onlyfans Hoedewald",
    "link": "https://twitter.com/erikaheidewald/status/1299467098100396032",
    "content": "If you don’t understand why every sex worker hates Bella Thorne’s stinky guts and how she endangered the livelihood of hundreds of thousands of creators, let me explain it for you! First, Bella Thorne made an OF &amp; made $1m in her first day. This isn’t the bad",
    "word_count": "48",
    "date_updated": "2020-08-29T17:04:31.000Z"
  },
  {
    "title": "DECLASSIFIED UK",
    "link": "https://www.dailymaverick.co.za/article/2020-08-28-revealed-the-cia-and-mi6s-secret-war-in-kenya/",
    "content": "A covert Kenyan paramilitary team armed and trained by the US and supported by UK intelligence is behind renditions and controversial killings of terror suspects in night-time raids, Declassified UK can reveal.",
    "word_count": "7281",
    "date_updated": "2020-08-29T09:13:25.000Z"
  },
  {
    "title": "Anglophone accent imitation",
    "link": "https://languagelog.ldc.upenn.edu/nll/?p=48308",
    "content": "Almost a month old, but still relevant.",
    "word_count": "7",
    "date_updated": "2020-08-28T07:21:56.000Z"
  },
  {
    "title": "Alt text overlay bookmarklet",
    "link": "https://christianheilmann.com/2020/08/27/alt-text-overlay-bookmarklet/",
    "content": "Now, there is already an improved way to do that in Chromium as of Version 85 – when you select an image in the DOM tree you get an “accessibility overlay” which shows all kind of a11y info and the alternative text as the “image name”. Sadly though, it isn’t multi-line.",
    "word_count": "203",
    "date_updated": "2020-08-28T07:16:13.000Z"
  },
  {
    "title": "linuxserver/docker-syncthing",
    "link": "https://github.com/linuxserver/docker-syncthing",
    "content": "The LinuxServer.io team brings you another container release featuring easy user mapping and community support. Find us for support at:  Syncthing replaces proprietary sync and cloud services with something open, trustworthy and decentralized.",
    "word_count": "528",
    "date_updated": "2020-08-27T15:02:43.000Z"
  },
  {
    "title": "There Are Only 37 Possible Stories, According to This 1919 Manual for Screenwriters",
    "link": "http://www.openculture.com/2020/08/37-possible-stories.html",
    "content": "\"Great literature is one of two stories,\" we often quote Leo Tolstoy as saying: \"a man goes on a journey or a stranger comes to town.",
    "word_count": "565",
    "date_updated": "2020-08-25T19:21:10.000Z"
  },
  {
    "title": "The Bleak Left",
    "link": "https://nplusonemag.com/issue-28/reviews/the-bleak-left/",
    "content": "It’s no secret that the collapse of international communism from 1989 to 1991 forced many Marxists into defensive positions. What’s less well understood is why so many others took the opportunity to abjure some of Marxism’s most hallowed principles.",
    "word_count": "7836",
    "date_updated": "2020-08-25T13:50:03.000Z"
  },
  {
    "title": "Accessibility Testing is like Making Coffee",
    "link": "https://madalyn.dev/blog/a11y-testing-coffee/",
    "content": "Some Background I had the privilege of creating course material to teach accessibility testing for work this past quarter. I agonized over what to include, how to deliver it, how to make it approachable.",
    "word_count": "1638",
    "date_updated": "2020-08-24T17:14:48.000Z"
  },
  {
    "title": "Here are the greatest novels ever written about every sport.",
    "link": "https://lithub.com/here-are-the-greatest-novels-ever-written-about-every-sport/",
    "content": "Why oh why aren’t there more sports novels? Sure, baseball (which, if Americans didn’t keep insisting was entertaining, would have vanished from the earth decades ago) has been ably represented on the page, and surfing gets a decent showing thanks to a few tubular practitioners, but what of bask",
    "word_count": "1222",
    "date_updated": "2020-08-24T17:10:42.000Z"
  },
  {
    "title": "Why Every City Feels the Same Now",
    "link": "https://www.theatlantic.com/technology/archive/2020/08/why-every-city-feels-same-now/615556/",
    "content": "Glass-and-steel monoliths replaced local architecture. It’s not too late to go back. Some time ago, I woke up in a hotel room unable to determine where I was in the world.",
    "word_count": "2896",
    "date_updated": "2020-08-24T16:37:30.000Z"
  },
  {
    "title": "Using netrw instead of NERDTree for Vim",
    "link": "http://blog.stevenocchipinti.com/2016/12/28/using-netrw-instead-of-nerdtree-for-vim",
    "content": "I’m going to attempt to use netrw exclusively for a while instead of NERDTree. Mainly because not everyone has NERDTree, but everyone I work with will generally have netrw installed by default so I thought I should be become more proficient with it.",
    "word_count": "859",
    "date_updated": "2020-08-24T13:42:15.000Z"
  },
  {
    "title": "Actix project postmortem",
    "link": "https://github.com/actix/actix-web",
    "content": "Another day, another \"unsafe shitstorm”, I guess I get used to it.",
    "word_count": "710",
    "date_updated": "2020-08-24T10:58:33.000Z"
  },
  {
    "title": "Ann Syrdal, Who Helped Give Computers a Female Voice, Dies at 74",
    "link": "https://www.nytimes.com/2020/08/20/technology/ann-syrdal-who-helped-give-computers-a-female-voice-dies-at-74.html",
    "content": "As a researcher at AT&T, she helped lay the groundwork for modern digital assistants like Siri and Alexa.",
    "word_count": "824",
    "date_updated": "2020-08-24T08:33:19.000Z"
  },
  {
    "title": "Manchu \"princess\" speaking English",
    "link": "https://languagelog.ldc.upenn.edu/nll/?p=48227",
    "content": "This video, which was initially posted to the internet on May 15, 2018, for some reason has gone viral in recent days.",
    "word_count": "360",
    "date_updated": "2020-08-24T07:20:00.000Z"
  },
  {
    "title": "Investors Have Been Making the Same Mistake for 300 Years",
    "link": "https://www.theatlantic.com/ideas/archive/2020/08/even-geniuses-make-bad-investors/615592/",
    "content": "If Isaac Newton could lose all reason in the pursuit of riches, so can anyone else. Early in August 1720, Sir Isaac Newton was faced with a choice.",
    "word_count": "1889",
    "date_updated": "2020-08-23T10:20:57.000Z"
  },
  {
    "title": "Collections: Bread, How Did They Make It? Part IV: Markets, Merchants and the Tax Man",
    "link": "https://acoup.blog/2020/08/21/collections-bread-how-did-they-make-it-part-iv-markets-and-non-farmers/",
    "content": "As the fourth and final part (I, II, III) of our look at the basic structure of food production in the pre-modern world (particularly farming grain to make bread), this week we’re going to look at how at least some of the delicious food we made in the last post might make its way into the hands of",
    "word_count": "6516",
    "date_updated": "2020-08-23T09:10:13.000Z"
  },
  {
    "title": "You own your data, in spite of the cloud",
    "link": "https://www.inkandswitch.com/local-first.html",
    "content": "It's amazing how easily we can collaborate online nowadays. We use Google Docs to collaborate on documents, spreadsheets and presentations; in Figma we work together on user interface designs; we communicate with colleagues using Slack; we track tasks in Trello; and so on.",
    "word_count": "11628",
    "date_updated": "2020-08-22T22:30:09.000Z"
  },
  {
    "title": "To Get People to Wear Masks, Try Comparing Them to Seatbelts and Helmets",
    "link": "https://www.bloomberg.com/news/articles/2020-08-17/what-works-to-persuade-people-to-wear-masks",
    "content": "Is there anything the government can say to get people to wear masks during a pandemic? There’s one message that had some positive effect, at least in Illinois. ",
    "word_count": "1147",
    "date_updated": "2020-08-22T12:59:13.000Z"
  },
  {
    "title": "The Strange and Gruesome Story of the Greenland Shark, the Longest-Living Vertebrate on Earth",
    "link": "https://www.newyorker.com/tech/annals-of-technology/the-strange-and-gruesome-story-of-the-greenland-shark-the-longest-living-vertebrate-on-earth",
    "content": "Greenland sharks are among nature’s least elegant inventions. Lumpish, with stunted pectoral fins that they use for ponderously slow swimming in cold and dark Arctic waters, they have blunt snouts and gaping mouths that give them an unfortunate, dull-witted appearance.",
    "word_count": "1057",
    "date_updated": "2020-08-22T12:58:20.000Z"
  },
  {
    "title": "How to use Photos for Mac with an external hard drive",
    "link": "https://www.imore.com/how-use-photos-mac-external-hard-drive",
    "content": "Apple's photo management software for the Mac, Photos, has grown to be a fairly competent all-purpose storage locker.",
    "word_count": "2165",
    "date_updated": "2020-08-22T07:33:09.000Z"
  },
  {
    "title": "Mechanizing The Methodology",
    "link": "https://danielmiessler.com/blog/mechanizing-the-methodology/",
    "content": "Download the Slides. I presented at DEFCON’s Red Team Village on August 8th, and the topic was the automation of common Recon and Security activities. More specifically, it was about how to do those things with common tools like Linux, Bash, Cron, Email, and Slack.",
    "word_count": "125",
    "date_updated": "2020-08-21T07:41:06.000Z"
  },
  {
    "title": "Open problems in Robotics",
    "link": "https://scottlocklin.wordpress.com/2020/07/29/open-problems-in-robotics/",
    "content": "Robotics is one of those things the business funny papers regularly wonder about; it seems like consumer robotics is a revolutionary trillion dollar market which is perpetually  20-years away -more or less like nuclear fusion.",
    "word_count": "1804",
    "date_updated": "2020-08-20T15:31:33.000Z"
  },
  {
    "title": "Has Self-Awareness Gone Too Far in Fiction?",
    "link": "https://www.newyorker.com/books/under-review/has-self-awareness-gone-too-far-in-fiction",
    "content": "These self-conscious times have furnished us with a new fallacy. Call it the reflexivity trap. This is the implicit, and sometimes explicit, idea that professing awareness of a fault absolves you of that fault—that lip service equals resistance.",
    "word_count": "2740",
    "date_updated": "2020-08-20T15:30:01.000Z"
  },
  {
    "title": "The World’s Cheapest Hospital Has to Get Even Cheaper",
    "link": "https://www.bloomberg.com/news/features/2019-03-26/the-world-s-cheapest-hospital-has-to-get-even-cheaper",
    "content": "A normal heart has the rough dimensions of an apple, but the beige and purple mass beating between the man’s ribs had inflated to the size of a cantaloupe—the result of clots in his pulmonary artery that were blocking the flow of blood to his lungs.",
    "word_count": "3634",
    "date_updated": "2020-08-20T10:25:48.000Z"
  },
  {
    "title": "Inclusively Hiding & Styling Checkboxes and Radio Buttons",
    "link": "https://sarasoueidan.com/blog/inclusively-hiding-and-styling-checkboxes-and-radio-buttons/",
    "content": "Checkboxes and radio buttons are two common examples of interactive form elements that we desperately want to have full control over styling but we don’t.",
    "word_count": "2544",
    "date_updated": "2020-08-19T18:24:10.000Z"
  },
  {
    "title": "Trump’s Lawyer Said There Were “No Plans” For Trump Tower Moscow. Here They Are.",
    "link": "https://www.buzzfeednews.com/article/azeenghorayshi/here-are-the-trump-moscow-plans",
    "content": "Rudy Giuliani claims the Moscow tower was barely more than a notion. “There were no drafts. Nothing in the file.” Documents obtained by BuzzFeed News tell a different story.",
    "word_count": "1598",
    "date_updated": "2020-08-19T17:34:32.000Z"
  },
  {
    "title": "radEventListener: a Tale of Client-side Framework Performance",
    "link": "https://css-tricks.com/radeventlistener-a-tale-of-client-side-framework-performance/",
    "content": "I believe it says something that it takes, on average, over 160 ms to parse and compile React, and hydrate one component. To remind you, startup cost in this case includes the time it takes for the browser to evaluate the scripts needed for the mobile nav to work.",
    "word_count": "2397",
    "date_updated": "2020-08-19T12:21:37.000Z"
  },
  {
    "title": "Researchers Can Duplicate Keys from the Sounds They Make in Locks",
    "link": "https://kottke.org/20/08/researchers-can-duplicate-keys-from-the-sounds-they-make-in-locks",
    "content": "Researchers have demonstrated that they can make a working 3D-printed copy of a key just by listening to how the key sounds when inserted into a lock. And you don’t need a fancy mic — a smartphone or smart doorbell will do nicely if you can get it close enough to the lock.",
    "word_count": "438",
    "date_updated": "2020-08-18T23:53:04.000Z"
  },
  {
    "title": "The Women Making Conspiracy Theories Beautiful",
    "link": "https://www.theatlantic.com/technology/archive/2020/08/how-instagram-aesthetics-repackage-qanon/615364/",
    "content": "A blush-colored square filled with the all-caps advice SHOW UP EVERY DAY FOR SOMETHING YOU BELIEVE IN belongs to one of the least remarkable categories of Instagram content: visually unchallenging, impossible to disagree with, pink.",
    "word_count": "2853",
    "date_updated": "2020-08-18T23:50:44.000Z"
  },
  {
    "title": "40 Hamlets, Ranked",
    "link": "https://lithub.com/40-hamlets-ranked/",
    "content": "In recent weeks, I’ve found myself being a little too moody. Melancholic, you might say. I’ve found myself agonizing over the state of the world, and meditating a little too long on the tragic meaningless of life. Getting a bit obsessed, maybe. A bit dark.",
    "word_count": "4050",
    "date_updated": "2020-08-18T08:11:57.000Z"
  },
  {
    "title": "A Century-Old Moving Company Says the Summer of Covid Is ‘Insane’",
    "link": "https://www.nytimes.com/2020/08/14/business/moving-company-covid.html",
    "content": "Julia Rothman is an illustrator. Shaina Feinberg is a writer and filmmaker. Both live in Brooklyn.",
    "word_count": "16",
    "date_updated": "2020-08-16T08:44:51.000Z"
  },
  {
    "title": "The Wikipedia War That Shows How Ugly This Election Will Be",
    "link": "https://www.theatlantic.com/technology/archive/2020/08/the-wikipedia-war-over-kamala-harris-race/615250/",
    "content": "An editing battle over Kamala Harris’s race is a sign of what’s to come. At 4:14 p.m. Delaware time Tuesday, Joe Biden’s campaign sent out a mass text message announcing the presumptive Democratic nominee’s choice for vice president: Senator Kamala Harris of California.",
    "word_count": "1634",
    "date_updated": "2020-08-14T17:16:12.000Z"
  },
  {
    "title": "'Punishment by statistics': the father who foresaw A-level algorithm flaws",
    "link": "https://www.theguardian.com/education/2020/aug/14/punishment-by-statistics-the-father-who-foresaw-a-level-algorithm-flaws",
    "content": "When the English exams regulator set out how grades would be awarded following the cancellation of GCSE and A-levels this summer, there was suspicion of its “standardisation model” – a mysterious algorithm designed to avoid grade inflation.",
    "word_count": "934",
    "date_updated": "2020-08-14T16:46:38.000Z"
  },
  {
    "title": "The Languages Which Almost Became CSS",
    "link": "https://eager.io/blog/the-languages-which-almost-were-css/",
    "content": "When HTML was announced by Tim Berners-Lee in 1991 there was no method of styling pages. How given HTML tags were rendered was determined by the browser, often with significant input from the user’s preferences.",
    "word_count": "3333",
    "date_updated": "2020-08-14T12:59:22.000Z"
  },
  {
    "title": "Explained: Tactics - Operations - Strategy",
    "link": "https://youtu.be/4yk0gROTHnI",
    "content": "So what is the diffence between tactics, operations and strategy? How do tactics, operations and strategy relate to each other? How do relate battles, campaigns and wars to tactics, operations and strategy? What unit (sizes) are involved with operations and which are involved with tactcs?\n\n\n»» SUP",
    "word_count": "0",
    "date_updated": "2020-08-14T09:20:40.000Z"
  },
  {
    "title": "Fireside Friday: August 14th, 2020",
    "link": "https://acoup.blog/2020/08/14/fireside-friday-august-14th-2020/",
    "content": "Hey folks! Fireside this week – sorry for those of you who were waiting patiently for the last post on cereal farming. I had hoped to have it ready to go, but the start of fall semester teaching has pushed that off until next week.",
    "word_count": "3542",
    "date_updated": "2020-08-14T09:18:52.000Z"
  },
  {
    "title": "Babe: Pig in the City",
    "link": "https://en.wikipedia.org/wiki/Babe:_Pig_in_the_City",
    "content": "Babe: Pig in the City is a 1998 Australian-American comedy-drama film and the sequel to the 1995 film Babe. It is co-written, produced and directed by George Miller, who co-wrote and produced the original film.",
    "word_count": "1872",
    "date_updated": "2020-08-13T16:57:49.000Z"
  },
  {
    "title": "Ten",
    "link": "https://remysharp.com/2020/08/13/ten",
    "content": "This morning hasn't been great. Already a lot more shouting than anyone would want. It's been an exceedingly hot few days which also means no one is sleeping well. It all mounts up. Sometimes this blog is for me, and this is one of those times. This is unedited and raw.",
    "word_count": "881",
    "date_updated": "2020-08-13T13:01:56.000Z"
  },
  {
    "title": "Software Engineer, Cloud Services",
    "link": "https://jobs.apple.com/en-us/details/200160654/software-engineer-cloud-services",
    "content": "Apple is an equal opportunity employer that is committed to inclusion and diversity.",
    "word_count": "196",
    "date_updated": "2020-08-13T08:50:17.000Z"
  },
  {
    "title": "Here’s what happens when you don’t lock your bike properly outside Brixton tube",
    "link": "http://www.urban75.org/blog/heres-what-happens-when-you-dont-lock-your-bike-properly-outside-brixton-tube/",
    "content": "Seen clinging lifelessly to one of the bike racks outside Brixton tube station yesterday was this heavily plundered bike, bereft of its wheels.",
    "word_count": "587",
    "date_updated": "2020-08-13T08:08:36.000Z"
  },
  {
    "title": "How social justice slideshows took over Instagram",
    "link": "https://www.vox.com/the-goods/21359098/social-justice-slideshows-instagram-activism",
    "content": "In 1971, to the backdrop of a funky jazz rhythm, musician and poet Gil Scott-Heron declared that “the revolution will not be televised.",
    "word_count": "2517",
    "date_updated": "2020-08-12T19:50:21.000Z"
  },
  {
    "title": "Some zshrc tricks",
    "link": "https://www.arp242.net/zshrc.html",
    "content": "Some useful “tricks” from my ~/.zshrc; full version here. Not all of this is “copy/paste ready” but it should give you some inspiration to build your own stuff :-) I found the User’s Guide to ZSH very helpful when learning about zsh.",
    "word_count": "1132",
    "date_updated": "2020-08-12T14:44:16.000Z"
  },
  {
    "title": "The Physical Traits that Define Men and Women in Literature",
    "link": "https://pudding.cool/2020/07/gendered-descriptions",
    "content": "This all started with a particularly sexy fairy. My book club was reading The Wise Mans Fear by Patrick Rothfuss. In the middle of an otherwise unremarkable plot, we found a 35-page interlude about a highly attractive fairy, describing her body in minute, eye-rolling detail.",
    "word_count": "1060",
    "date_updated": "2020-08-12T11:25:25.000Z"
  },
  {
    "title": "12 Principles for a Diverging Desktop Future",
    "link": "https://www.divergent-desktop.org/blog/2020/08/10/principles-overview/",
    "content": "This post lays out an overview of the guiding principles driving much of the work behind the main parts of the Arcan Project. For those unaware, Arcan is presented as something as uncommon as a ‘desktop engine’.",
    "word_count": "4541",
    "date_updated": "2020-08-11T17:20:23.000Z"
  },
  {
    "title": "So You Want to Learn Physics... — Susan Fowler",
    "link": "https://www.susanjfowler.com/blog/2016/8/13/so-you-want-to-learn-physics",
    "content": "Undergraduate Physics Overview The undergraduate physics curriculum in every undergraduate physics program covers the following subjects (along with some electives in advanced topics), and usually in the following order : Introductory Mechanics Electrostatics Waves and Vibrations Modern Physics Cl",
    "word_count": "1641",
    "date_updated": "2020-08-10T14:19:51.000Z"
  },
  {
    "title": "The last of the Zoroastrians",
    "link": "https://www.theguardian.com/world/2020/aug/06/last-of-the-zoroastrians-parsis-mumbai-india-ancient-religion",
    "content": "My grandfather had never been a tall man, and now he looked absurdly small, no bigger than a child. Swaddled in off-white sheets like a newborn, with just his head and the soles of his feet visible, his eyes were open and mouth disconcertingly agape, as if in surprise.",
    "word_count": "5954",
    "date_updated": "2020-08-08T12:18:42.000Z"
  },
  {
    "title": "What every developer should know about database consistency",
    "link": "https://robertovitillo.com/what-every-developer-should-know-about-database-consistency/",
    "content": "Imagine assigning some value to a variable, reading it back immediately after, and finding out that somehow the write had no effect at all - madness! This is precisely what can happen when you are using a distributed data store with weak consistency guarantees.",
    "word_count": "1381",
    "date_updated": "2020-08-07T11:00:22.000Z"
  },
  {
    "title": "If you work for Facebook, you're part of Trump's re-election campaign.",
    "link": "https://www.jwz.org/blog/2020/08/if-you-work-for-facebook-youre-part-of-trumps-re-election-campaign/",
    "content": "And also a white supremacist. But I repeat myself.",
    "word_count": "625",
    "date_updated": "2020-08-07T07:45:41.000Z"
  },
  {
    "title": "After Atomic Bombings, These Photographers Worked Under Mushroom Clouds",
    "link": "https://www.nytimes.com/2020/08/06/world/asia/hiroshima-nagasaki-japan-photos.html",
    "content": "In August 1945, a Japanese newspaper sent a photographer from Tokyo to two cities that the United States military had just leveled with atomic bombs. The photographer, Eiichi Matsumoto, had covered the firebombings of other Japanese cities.",
    "word_count": "1178",
    "date_updated": "2020-08-06T11:02:35.000Z"
  },
  {
    "title": "The Hidden Stakes of the 1619 Controversy",
    "link": "https://bostonreview.net/race-politics/david-waldstreicher-hidden-stakes-1619-controversy",
    "content": "Seeking to discredit those who wish to explain the persistence of racism, critics of the New York Times’s 1619 Project insist the facts don’t support its proslavery reading of the American Revolution. But they obscure a longstanding debate within the field of U.S.",
    "word_count": "4667",
    "date_updated": "2020-08-05T21:05:41.000Z"
  },
  {
    "title": "How to Draw in Perspective: 30+ Perspective Drawing Lessons By Illustrator Thomas Romain",
    "link": "https://artdepartmental.com/blog/perspective-drawing-lessons-thomas-romain/",
    "content": "If you’re looking to learn how to draw in perspective, you’ve come to the right place. Check out these 39 lessons on perspective drawing by Thomas Romain.",
    "word_count": "2568",
    "date_updated": "2020-07-26T12:12:09.000Z"
  },
  {
    "title": "The Argument of “Afropessimism”",
    "link": "https://www.newyorker.com/magazine/2020/07/20/the-argument-of-afropessimism",
    "content": "The best time to read a book by Frank B. Wilderson III, it turns out, is during a hot summer of uneasy isolation, social heartbreak, and racial uprising.",
    "word_count": "3795",
    "date_updated": "2020-07-16T11:31:56.000Z"
  },
  {
    "title": "Bolívar's campaign to liberate New Granada",
    "link": "https://en.wikipedia.org/wiki/Bol%C3%ADvar%27s_campaign_to_liberate_New_Granada",
    "content": "Bolívar's campaign to liberate New Granada of 1819-1820 was part of the Colombian and Venezuelan wars of independence and was one of the many military campaigns fought by Simón Bolívar.",
    "word_count": "1474",
    "date_updated": "2020-06-10T12:32:02.000Z"
  },
  {
    "title": "The Hoover Building",
    "link": "https://www.interrobang.london/projects/the-hoover-building/",
    "content": "The Hoover building is a fantastic example of art deco design in a prominent location on Western Avenue, Perivale, Ealing.",
    "word_count": "341",
    "date_updated": "2020-06-09T14:19:22.000Z"
  },
  {
    "title": "The Dark Side of the Comics That Redefined Hinduism",
    "link": "https://www.theatlantic.com/entertainment/archive/2017/12/the-comics-that-redefined-hinduism/539838/",
    "content": "Fifty years ago, a junior executive at the Times of India named Anant Pai watched Indian children on a TV quiz show fail to answer a basic question about the Hindu epic Ramayana. Concerned that young people in his country had lost touch with their cultural heritage, Pai acted.",
    "word_count": "1703",
    "date_updated": "2020-06-01T08:37:11.000Z"
  },
  {
    "title": "Liquid Cities",
    "link": "https://placesjournal.org/article/liquid-cities/",
    "content": "Archi­tecture and science fiction are interrelated forms. The author of a plan or a story imagines an intervention in the environment and a change in the lives of its inhabitants, which is revealed through narrative consequences.",
    "word_count": "8412",
    "date_updated": "2020-06-01T06:51:30.000Z"
  },
  {
    "title": "30 Movies That Are Unlike Anything You’ve Seen Before",
    "link": "https://www.theatlantic.com/culture/archive/2020/05/30-singular-films-watch-quarantine/611956/",
    "content": "These films, each unforgettable in its own way, are essential viewing. The word unique has to be one of the most overused descriptors in show business; if every movie that got touted as one-of-a-kind by its marketing team actually was, there’d be no further complaints about Hollywood creativity.",
    "word_count": "4202",
    "date_updated": "2020-05-28T23:14:55.000Z"
  },
  {
    "title": "Where Do Eels Come From?",
    "link": "https://www.newyorker.com/magazine/2020/05/25/where-do-eels-come-from",
    "content": "In the spring of 1876, a young man of nineteen arrived in the seaside city of Trieste and set about a curious task. Every morning, as the fishermen brought in their catch, he went to meet them at the port, where he bought eels by the dozens and then the hundreds.",
    "word_count": "2592",
    "date_updated": "2020-05-28T16:56:02.000Z"
  }
]
